{
    "acne":{
        "definition": "Acne is a common skin condition that affects most people at some point. It causes spots, oily skin and sometimes skin that's hot or painful to touch. Usually appears on the face, back and chest.",
        "causes": "Acne is caused when tiny holes in the skin, known as hair follicles, become blocked. Acne causes spots in your skin, such as blackheads, whiteheads, papules (small red bumps), pustules (similar to papules, but have a white tip in the centre, which is pus), nodules (large hard lumps that build beneath skin surface) and cysts (the most severe type of spot caused by acne).",
        "consequences": "Treatment for acne depends on how severe it is. It can take several months of treatment before acne symptoms improve.<br>Prescription medications that can be used to treat acne include topical retinoids, antibiotics and azelaic acid.<br>Several treatments for acne don't involve medication. These include a comedone extractor (small instrument used to clean out blackheads and whiteheads), chemical peels (chemical solution applied to the face, causing the skin to peel off and new skin to replace it) and photodynamic therapy (light is applied to the skin in an attempt to improve symptoms of acne).",
        "prevention": "Here's what you can do:<br>Don't wash affected areas of skin more than twice a day.<br>Wash the affected area with a mild soap or cleanser and lukewarm water. Very hot or cold water can make acne worse.<br>Don't try to 'clean out' blackheads or squeeze spots.<br>Avoid using too much make-up and cosmetics and make sure to remove them before you go to bed.<br>Wash your hair regularly and try to avoid letting your hair fall across your face.<br>And remember, treatment for acne depends on how severe it is and it can take several months of treatment before acne symptoms improve. You should talk to your doctor about the best treatment for you.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/skin-hair-and-nails/acne#about-acne' target='_blank'> here <a/> !",
        "category":"Skin, hair and nails"
    },
    "allergy":{
        "definition":"An allergy 👃 is a reaction the body has to a particular food or substance. Allergies are very common. The more common allergens include grass and polen, dust mites, food, insect bites and stings, medication, amongst others.",
        "causes":"Allergic reactions usually happen quickly within a few minutes of exposure to an allergen. These reactions can be sneezing, runny or blocked nose, red, itchy and watery eyes, wheezing and coughing and worsening of asthma or eczema symptoms.",
        "consequences": "The best way to keep your symptoms under control is often to avoid the things you're allergic to, although this isn't always practical.<br>Be careful about what you eat if you have food allergies.<br>Keep your pets outside as much as possible and wash them regularly if you have a pet allergy.<br>Keeping your home dry and well-ventilated, and dealing with any damp and condensation if the best way to avoid your mould alergy.<br>Use allergy-proof duvets and pillows, and fitting wooden floors rather than carpets if you're alergic to dust.<br>Medications for allergies are also available from pharmacies without a prescription, but always ask your pharmacist or doctor for advice before starting any new medicine. Some examples are Antihistamines, Decongestants, Lotions and creams and Steroids.",
        "prevention": "The best way to keep your symptoms under control is often to avoid the things you're allergic to, although this isn't always practical.<br>Be careful about what you eat if you have food allergies.<br>Keep your pets outside as much as possible and wash them regularly if you have a pet allergy.<br>Keeping your home dry and well-ventilated, and dealing with any damp and condensation if the best way to avoid your mould alergy.<br>Use allergy-proof duvets and pillows, and fitting wooden floors rather than carpets if you're alergic to dust.<br>Medications for mild allergies are available from pharmacies without a prescription, but always ask your pharmacist or doctor for advice before starting any new medicine.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/immune-system/allergies#about-allergies' target='_blank'> here <a/> !",
        "category":"Immune system"
    },
    "allergies":{
        "definition":"An allergy 👃 is a reaction the body has to a particular food or substance. Allergies are very common. The more common allergens include grass and polen, dust mites, food, insect bites and stings, medication, amongst others.",
        "causes":"Allergic reactions usually happen quickly within a few minutes of exposure to an allergen. These reactions can be sneezing, runny or blocked nose, red, itchy and watery eyes, wheezing and coughing and worsening of asthma or eczema symptoms.",
        "consequences": "The best way to keep your symptoms under control is often to avoid the things you're allergic to, although this isn't always practical.<br>Be careful about what you eat if you have food allergies.<br>Keep your pets outside as much as possible and wash them regularly if you have a pet allergy.<br>Keeping your home dry and well-ventilated, and dealing with any damp and condensation if the best way to avoid your mould alergy.<br>Use allergy-proof duvets and pillows, and fitting wooden floors rather than carpets if you're alergic to dust.<br>Medications for allergies are also available from pharmacies without a prescription, but always ask your pharmacist or doctor for advice before starting any new medicine. Some examples are Antihistamines, Decongestants, Lotions and creams and Steroids.",
        "prevention": "Here's what you can do <br>The best way to keep your symptoms under control is often to avoid the things you're allergic to, although this isn't always practical.<br>Be careful about what you eat if you have food allergies.<br>Keep your pets outside as much as possible and wash them regularly if you have a pet allergy.<br>Keeping your home dry and well-ventilated, and dealing with any damp and condensation if the best way to avoid your mould alergy.<br>Use allergy-proof duvets and pillows, and fitting wooden floors rather than carpets if you're alergic to dust.<br>Medications for mild allergies are available from pharmacies without a prescription, but always ask your pharmacist or doctor for advice before starting any new medicine.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/immune-system/allergies#about-allergies' target='_blank'> here <a/> !",
        "category":"Immune system"
    },
    "alzheimer":{
        "definition":"Alzheimer's disease is the most common type of dementia, a progressive neurological disease which affects multiple brain functions, including memory.",
        "causes":"The exact cause of Alzheimer's disease is unknown, although a number of things are thought to increase your risk of developing the condition. These include increasing age, a family history of condition, previous severe head injuries and lifestyle factors and conditions associated with cardiovascular disease.",
        "consequences": "There's currently no cure for Alzheimer's disease, although medication is available that can temporarily reduce some symptoms or slow down the progression of the condition in some people.<br>The first sign of Alzheimer's disease is usually minor memory problems. As the condition develops, memory problems become more severe and further symptoms can develop, such as difficulty planning or making decisions, problems moving around without assistance or performing self-care tasks and personality changes, such as becoming aggressive, demanding and suspicious of others.",
        "prevention": "As the exact cause of Alzheimer's disease is still unknown, there's no way to prevent the condition. However, there are steps you can take that may help to delay the onset of dementia. <br>Reducing your risk of cardiovascular disease, by stop smoking, eat healthy and exercising every week. <br>Staying mentally active by reading, writing for pleasure, playing instruments, go out with friends, play your favorite sport, walk and do group activities. <br>Research into Alzheimer's disease is continuing. As more is revealed about the condition, other ways to treat or prevent it may be found.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/alzheimers-disease' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "angina":{
        "definition":"Angina is a heart ❤ condition caused by the blood supply to the heart muscle being restricted. This results in a pain felt in the throat or neck, jaw, shoulders, arms or in the back or stomach.",
        "causes":"Like all the body’s organs and tissues, your heart needs a constant supply of oxygen-rich blood to function normally.<br>Anything that causes the coronary arteries to narrow is a risk factor for both stable and unstable angina. Here are some risk factors:<br>- High blood pressure, related to being overweight, drinking excessive amounts of alcohol, smoking, lack of a balanced diet and exercise;<br>- High-fat diet and cholesterol;<br>- Lack of exercise;<br>- Smoking & Alcohol;<br>- Diabetes;<br> Age as the arteries tend to narrow over time.",
        "consequences": "The two main types of angina are stable angina and unstable angina.<br>Stable Angina - symptoms will usually develop gradually over time and follow a set pattern.Stable angina isn't life threatening on its own but is a sign that your arteries supplying blood to your heart muscle are narrowing. This means you have an increased risk of experiencing more serious conditions, such as a heart attack.<br>Unstable Angina - symptoms can develop rapidly and can persist even when you are at rest. They may continue for some time. Unstable angina should be regarded as a medical emergency because it is a sign that the blood supply to and the function of your heart is compromised, increasing your risk of having a heart attack.",
        "prevention": "Maintaining an healthy life style is the best way to prevent heart diseases. On the other hand, exames like the Electrocardiogram (ECG), Exercise tolerance test (ETT), Myocardial perfusion scan (MPS or Myoview) and Coronary angiography may help you predict these conditions and change your lifestyle accordingly.",
        "more": "You can read more about it here - <a href='https://www.nhsinform.scot/illnesses-and-conditions/heart-and-blood-vessels/conditions/angina' target='_blank'> here <a/> !",
        "category": "Heart and blood vessels"
    },
    "anorexia":{
        "definition":"Anorexia nervosa is an eating disorder and a serious, potentially life-threatening, mental health condition. People who have anorexia are very anxious about their weight and body shape. They try to keep their weight as low as possible by strictly controlling and limiting what they eat.",
        "causes":"The exact causes of anorexia nervosa are unclear, but most specialists believe it's likely to be the result of a combination of factors. <br>Psychological factors - Many people who develop anorexia share certain patterns of thinking and behaving that may make them more likely to develop the condition. These include depression and anxiety. <br>Environmental factors - Environmental factors are parts of the world around a person, and events happening in their life, that can affect their mental wellbeing in a variety of ways. Puberty can be an important factor contributing to anorexia and Western culture and society may also play a part.<br>Biological and genetic factors - Experts have suggested changes in brain function or hormone levels may also have a role in anorexia, although it's not clear if these lead to anorexia or if they develop later as a result of malnutrition.",
        "consequences": "If someone has anorexia for a long time, it can lead to severe complications and health problems that can sometimes be permanent. <br>People with anorexia have an increased risk of poor circulation and cardiovascular problems, heart conditions, such as coronary heart disease and irregular heartbeat and health problems caused by malnutrition – a lack of vitamins and minerals.",
        "prevention": "Anorexia comes from 3 main symptoms - the fear of being fat, problems with self-esteem and restricting food intake and keeping your body weight low.<br>In order to prevent it, try talking to someone you trust, such as a friend or member of your family about this issue, or talk to your doctor about it.",
        "more": "You can read more about it here - <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/anorexia-nervosa#introduction' target='_blank'> here <a/> !",
        "category": "Mental health"
    },
    "anxiety":{
        "definition":"Anxiety is a feeling of unease, such as worry or fear, that can be mild or severe. Anxiety is the main symptom of several conditions, including panic disorder, phobias, post-traumatic stress disorder and social anxiety disorder (social phobia).",
        "causes":"The exact cause of GAD (Generalised anxiety disorder) is not fully understood, although it's likely that a combination of several factors plays a role. Here are some examples <br>Overactivity in areas of the brain involved in emotions and behaviour;<br>Imbalance of the brain chemicals serotonin and noradrenaline, which are involved in the control and regulation of mood; <br>Genes you inherit from your parents – you're estimated to be five times more likely to develop GAD if you have a close relative with the condition; <br>Having a history of stressful or traumatic experiences, such as domestic violence, child abuse or bullying; <br>Having a painful long-term health condition, such as arthritis;<br>Having a history of drug or alcohol misuse. <br>",
        "consequences": "Anxiety can have a significant effect on your daily life, leading to overactivity in areas of the brain involved in emotions and behaviour. This way you may feel worried and anxious about sitting an exam or having a medical test or job interview. Anxiety is the main symptom of several conditions, including panic disorder, phobias, post-traumatic stress disorder and social anxiety disorder.",
        "prevention": "Try Therapy which is one of the most effective treatments. It helps you understand how your problems, thoughts, feelings and behaviour affect each other. It can also help you to question your negative and anxious thoughts, and do things you would usually avoid because they make you anxious.<br>There's also applied relaxation, which  focuses on relaxing your muscles in a particular way during situations that usually cause anxiety. The technique needs to be taught by a trained therapist, but generally involves learning how to relax your muscles and pratice it in situations that make you anxious. <br>Medication is also an option if the previous alternatives don't work. Depending on your symptoms, you may require medicine to treat your physical symptoms as well as your psychological ones. Nevertheless always ask your pharmacist or doctor for advice before starting any new medicine!<br>If you're feeling anxious right now, take a deep breath and think about something that makes your happy! Call a friend or a family member and talk to them about your problems. Mental help is super important. Take good care of yourself!",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/anxiety#introduction' target='_blank'> here <a/> !",
        "category": "Mental health"
    },
    "appendicitis":{
        "definition":"Appendicitis is a painful swelling of the appendix. The appendix is a small, thin pouch about 5-10cm long. It's connected to the large intestine, where stools (💩) are formed. Nobody knows exactly why we have an appendix, but removing it isn't harmful. Appendicitis typically starts with a pain in the middle of your tummy (abdomen) that may come and go.",
        "causes":"It's not exactly clear what the causes of appendicitis are. Most cases are thought to occur when something blocks the entrance of the appendix. This obstruction leads to the development of inflammation and swelling. The pressure caused by the swelling can then lead to the appendix bursting.",
        "consequences": "If you have appendicitis, your appendix usually needs to be removed as soon as possible. This operation is known as an appendectomy or appendicectomy. Appendectomies are carried out under general anaesthetic using either a keyhole or open technique. In most cases, you can return to normal activities in a couple of weeks, although more strenuous activities may need to be avoided for 4 to 6 weeks after surgery.",
        "prevention": "As the causes aren't fully understood, there's no guaranteed way of preventing appendicitis. It's estimated around 1 in every 13 people develop it at some point in their life.<br>You should seek medical advice if you notice:<br>- Increasing pain and swelling;<br>- You start vomiting repeatedly;<br>- A high temperature (fever);<br>- Any discharge coming from the wound or if the wound is hot to touch<br>These symptoms could be a sign of infection.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/appendicitis#about-appendicitis' target='_blank'> here <a/> !",
        "category":"Stomach, liver and gastrointestinal tract"
    },
    "arthritis":{
        "definition":"Arthritis is a common condition that causes pain and inflammation in a joint. In the UK, around 10 million people have arthritis. It affects people of all ages, including children. The two most common types of arthritis are:<br>Osteoarthritis - affects the smooth cartilage lining of the joint. This makes movement more difficult than usual, leading to pain and stiffness.<br>Rheumatoid arthritis - occurs when the body's immune system targets affected joints, which leads to pain and swelling.",
        "causes":"The cause of the illness depends on the type of Arthritis. If you want to know more about this, let's talk about osteoarthritis or rheumatoid arthritis and I can tell you about the causes, consequences and how to prevent it!",
        "consequences": "The cause of the illness depends on the type of Arthritis. If you want to know more about this, let's talk about osteoarthritis or rheumatoid arthritis and I can tell you about the causes, consequences and how to prevent it!",
        "prevention": "There's no cure for arthritis, but there are many treatments that can help slow down the condition.<br>For osteoarthritis, medications are often prescribed, including painkillers or corticosteroids. In more severe cases surgical procedures may be recommended.<br>Treatment for rheumatoid arthritis aims to slow down the condition's progress and minimise joint inflammation or swelling. Recommended treatments include analgesics (painkillers) and physiotherapy.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/muscle-bone-and-joints/conditions/arthritis' target='_blank'> here <a/> !",
        "category": "Muscle, bone and joints"
    },
    "asbestosis":{
        "definition":"Asbestosis is a chronic lung condition caused by prolonged exposure to asbestos. Asbestos is a general term for a group of minerals made of microscopic fibres and they can be very dangerous. It does not present a health risk if it is undisturbed, but if material containing asbestos is chipped, drilled, broken or allowed to deteriorate, it can release a fine dust that contains asbestos fibres.",
        "causes":"Asbestosis is caused by breathing in asbestos fibres. People working in certain trades are more likely to have been exposed to asbestos in the past.asbestos fibres are too difficult for the macrophages to break down. In an attempt to break down the fibres, the macrophages release substances that are intended to destroy the fibres, but actually cause the tiny air sacs in your lungs (alveoli) to become damaged and permanently scarred over time. This scarring is what is known as asbestosis.",
        "consequences": "Asbestosis is a relatively rare condition but there is no cure for it, as the damage to the lungs is irreversible. However, you can take steps to reduce your symptoms and improve your quality of life, such as:<br>- Do not smoke;<br>- Don't skip vaccination (flu, for example);<br>- Try long-term oxygen therapy.",
        "prevention": "It's important to take precautions to reduce your risk of inhaling asbestos fibres if you live or work in a building that may contain asbestos. If you are concerned that your house may contain asbestos, ask for help from an environmental health officer at your local authority and don't try to remove anything by yourself. <br>If your job means you could potentially be exposed to asbestos fibres, make sure you are fully aware of what you can do to reduce your risk.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/asbestosis#about-asbestosis' target='_blank'> here <a/> !",
        "category":"Lungs and airways"
    },
    "asthma":{
        "definition":"Asthma ☁ is a common long-term condition that can cause coughing, wheezing, chest tightness and breathlessness. The severity of these symptoms varies from person to person. Asthma can be controlled well in most people most of the time, although some people may have more persistent problems.",
        "causes":"Asthma is caused by inflammation of the small tubes, called bronchi, which carry air in and out of the lungs. If you have asthma, the bronchi will be inflamed and more sensitive than normal. Common asthma triggers include house dust mites, animal fur, pollen and cigarette smoke.",
        "consequences": "Asthma symptoms are usually controllable and reversible with treatment, although some people with long-lasting asthma may develop permanent narrowing of their airways and more persistent problems. Inhalers will now be part of your day in order to keep it controlled and let you enjoy your life.<br>Asthma is treated using Reliever inhalers, used to relieve asthma symptoms quickly, Preventer inhalers, work over time to reduce the amount of inflammation and sensitivity of the airways, and reduce the chances of asthma attacks occurring, and there are always other complementary therapies such as breathing exercises, herbal medicine and acupunture.",
        "prevention": "Asthma is usually prevented using inhalers.<br>Reliever Inhalers - Reliever inhalers – usually blue – are taken to relieve asthma symptoms quickly. The inhaler usually contains a medicine called a short-acting beta2-agonist, which works by relaxing the muscles surrounding the narrowed airways. This allows the airways to open wider, making it easier to breathe again.<br>Preventer Inhalers - Preventer inhalers – usually brown, red or orange – work over time to reduce the amount of inflammation and sensitivity of the airways, and reduce the chances of asthma attacks occurring. They must be used regularly (typically twice or occasionally once daily) and indefinitely to keep asthma under control.<br>Long-acting reliever inhalers - These work in the same way as short-acting relievers. Although they take slightly longer to work, their effects can last for up to 12 hours. This means that taking them regularly twice a day provides 24-hour cover.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/asthma' target='_blank'> here <a/> !",
        "category":"Lungs and airways"
    },
    "atopic eczema":{
        "definition":"Atopic eczema, also known as atopic dermatitis, is the most common form of eczema. It mainly affects children, but can also affect adults.<br>Eczema is a condition that causes the skin to become itchy, red, dry and cracked. It is a long-term (chronic) condition in most people, although it can improve over time, especially in children.",
        "causes":"Atopic eczema is likely to be caused by a combination of things. Atopic eczema is not infectious, so it cannot be passed on through close contact.<br>There are a number of things that may trigger your eczema symptoms. These can vary from person to person. These include irritants (soaps and detergents), allergens or food allergies, hormonal changes and skin infections.",
        "consequences": "There is no cure for atopic eczema, but treatments can ease the symptoms. Many children find their symptoms naturally improve as they get older. The main treatments for atopic eczema are emollients (used every day to stop the skin becoming dry) and topical corticosteroids (creams and ointments used to reduce swelling and redness during flare-ups).<br>There are also things you can do yourself to help ease your symptoms like try to reduce the damage from scratching and avoid triggers.",
        "prevention": "The best way to prevent atopic eczema is avoid the most common triggers.<br>Common triggers include irritants (such as soaps and detergents, including shampoo, washing up liquid and bubble bath), environmental factors or allergens (such as cold and dry weather, dampness, and more specific things such as house dust mites, pet fur, pollen and moulds), food allergies (such as allergies to cows' milk, eggs, peanuts, soya or wheat), certain materials worn next to the skin (wool and synthetic fabrics), hormonal changes and skin infections.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/skin-hair-and-nails/atopic-eczema' target='_blank'> here<a/>!",
        "category":"Skin, hair and nails"
    },
    "bipolar disorder":{
        "definition":"Bipolar disorder, formerly known as manic depression, is a condition that affects your moods, which can swing from one extreme to another. People with bipolar disorder have periods or episodes of depression (feeling very low and lethargic 😢) and mania (feeling very high and overactive 🥳).",
        "causes":"The exact cause of bipolar disorder is unknown. Experts believe there are a number of factors that work together to make a person more likely to develop the condition.<br>Chemical imbalance in the brain - There's some evidence that if there's an imbalance in the levels of one or more neurotransmitters, a person may develop some symptoms of bipolar disorder.<br>Genetics - It's also thought bipolar disorder is linked to genetics, as the condition seems to run in families.<br>Triggers - A stressful circumstance or situation often triggers the symptoms of bipolar disorder, such as the breakdown of a relationship or physical, sexual or emotional abuse.",
        "consequences": "Bipolar disorder is characterised by extreme mood swings. These can range from extreme highs (mania) to extreme lows (depression). The consequences of having bipolar disorder is swinging between these moods. You may have episodes of depression more regularly than episodes of mania, or vice versa. On the other hand, you may sometimes have periods where you have a 'normal' mood between those.",
        "prevention": "The exact cause of bipolar disorder is unknown, although it's believed a number of things can trigger an episode. The proper way to prevent having it is avoiding extreme stress and overwhelming problems. On the other hand, when life-changing events occur, make sure you ask for help.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/bipolar-disorder' target='_blank'> here <a/> !",
        "category": "Mental health"
    },
    "bone cancer":{
        "definition":"Primary bone 🦴 cancer is a rare type of cancer that begins in the bones. This is a separate condition from secondary bone cancer, which is cancer that spreads to the bones after developing in another part of the body.",
        "causes":"Cancer occurs when the cells in a certain area of your body divide and multiply too rapidly. This produces a lump of tissue known as a tumour.The exact reason why this happens is often not known, but certain things can increase your chance of developing the condition, including previous radiotherapy treatment, other bone conditions (Paget’s disease) or rare genetic conditions.",
        "consequences": "Treatment for bone cancer depends on the type of bone cancer you have and how far it has spread.<br>- Surgery to remove the section of cancerous bone;<br>- Chemotherapy and radiotherapy;<br>- In some cases of osteosarcoma, a medication called mifamurtide may also be recommended.",
        "prevention": "The outlook for bone cancer depends on factors such as your age, the type of bone cancer you have, how far the cancer has spread (the stage), and how likely it is to spread further. Generally, bone cancer is much easier to cure in otherwise healthy people whose cancer hasn't spread.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/bone-cancer' target='_blank'> here <a/> !",
        "category": "Cancer"
    },
    "brain tumour":{
        "definition":"A brain tumour is a growth of cells in the brain that multiplies in an abnormal, uncontrollable way. It can either be cancerous (malignant) or non-cancerous (benign). They are graded from 1 to 4 according to their behaviour, such as how fast they grow and how likely they are to grow back after treatment.",
        "causes":"Most malignant brain tumours are caused by a cancer that started somewhere else in the body and spread to the brain, through the bloodstream. Cancers that can spread to the brain include lung cancer, breast cancer, bowel cancer and melanoma skin cancer.",
        "consequences": "Having a brain tumour can lead to several conditions, such as severe and persistent headaches, seizures and/or nausea, mental or behavioural changes and progressive weakness or paralysis on one side of the body, vision problems, or speech problems.<br>If you have a malignant brain tumour, you'll usually need surgery to remove as much of it as possible. The aim of this is to remove or destroy as much of the tumour as possible, ideally getting rid of the cancerous cells completely.",
        "prevention": "The exact cause of primary malignant brain tumours is unknown, although it's thought that certain genetic conditions and previous radiotherapy treatment to the head may increase the risk of one developing.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/brain-tumours' target='_blank'> here <a/> !",
        "category": "Cancer"
    },
    "breast cancer":{
        "definition":"Breast cancer is the most common type of cancer in the UK. If it's treated early enough, breast cancer can be prevented from spreading to other parts of the body. The breasts are made up of thousands of tiny glands called lobules, which produce milk. When a woman has a baby, the milk is delivered to the nipple which allow her to breastfeed. The body is made up of billions of tiny cells, which usually grow and multiply in an orderly way. New cells are only produced when and where they're needed. In cancer, this orderly process goes wrong and cells begin to grow and multiply uncontrollably.",
        "causes":"The causes of breast cancer aren't fully understood, making it difficult to say why one woman may develop breast cancer and another may not. However, there are risk factors that are known to affect your likelihood of developing breast cancer. Some of these you can't do anything about, but there are some you can change, such as age and family history.<br>If you've previously had breast cancer or early non-invasive cancer cell changes in breast ducts, you have a higher risk of developing it again.<br>A benign breast lump doesn't mean you have breast cancer, but certain types of lump may slightly increase your risk of developing it.",
        "consequences": "Surgery is usually the first type of treatment for breast cancer, depending on the type of breast cancer. These envolve removing the tumour, Breast-conserving surgery, or the emoval of all the breast tissue, including the nipple, Mastectomy, that can be followed by a reconstruction.<br>Secondary cancer, 'advanced' or 'metastatic', isn't curable and treatment aims to achieve remission.<br>Getting back to normal after surgery can take some time and it's important to take things slowly. During this time, avoid lifting things and doing heavy housework.",
        "prevention": "Some treatments are available to reduce the risk in women who have a higher risk of developing the condition than the general population. Nevertheless, there are some ways to prevent female breast cancer:<br>- Diet and lifestyle;<br>- Breastfeeding; <br>- Treatments to reduce your risk, as Mastectomy and Medication.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/breast-cancer-female' target='_blank'> here <a/> !",
        "category": "Cancer"
    },
    "bronchitis":{
        "definition":"Bronchitis is an infection of the main airways of the lungs (bronchi), causing them to become irritated and inflamed. The main symptom is a cough, which may bring up yellow-grey mucus. Bronchitis may also cause a sore throat and wheezing.",
        "causes":"The bronchitis infection can be caused by either a virus or bacteria, although viral bronchitis is much more common. In most cases, bronchitis is caused by the same viruses that cause the common cold or flu. Bronchitis can also be triggered by breathing in irritant substances, such as smog, chemicals in household products or tobacco smoke.",
        "consequences": "Most cases of bronchitis can be easily managed at home. Getting enough rest, drinking lots of fluids and treating headaches, fever and aches with paracetamol or ibuprofen is more than enough to manage bronchitis symptoms.<br>If you smoke, you should stop immediately. Smoking aggravates bronchitis and increases your risk of developing a long-term (chronic) condition.",
        "prevention": "Smoking is the most common cause of chronic bronchitis. Over time, tobacco smoke can cause permanent damage to the bronchi, causing them to become inflamed.<br>Bronchitis can also be triggered by breathing in irritant substances and avoiding them would be the best way to prevent it.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/bronchitis' target='_blank'> here <a/> !",
        "category":"Lungs and airways"
    },
    "bulimia":{
        "definition":"Bulimia nervosa is an eating disorder and mental health condition. People who have bulimia try to control their weight by severely restricting the amount of food they eat. As with other eating disorders, bulimia nervosa can be associated with low self-esteem, alcohol misuse, depression or self-harm.",
        "causes":"There is no simple answer to the question of what causes bulimia. Although the condition is linked to a fear of getting fat, more complex emotions usually contribute. Common problems that may lead to bulimia include low self esteem, depression and stress.<br>Other mental health problems like anxiety disorders, OCD, PTSD and personality disorders are often linked to bulimia.",
        "consequences": "Anyone can recover from bulimia, but it may be a long and difficult process. The first step towards getting better is to recognise the problem and have a genuine desire to get well.<br>Psychological treatment is very important. It usually envolves Cognitive behavioural therapy or Interpersonal therapy.<br>Medication like Antidepressants known as selective serotonin reuptake inhibitors (SSRIs) may be used to treat bulimia.<br>Bulimia is not usually treated in hospital. However, if you have serious health complications and your life is at risk, you may be admitted to hospital.",
        "prevention": "As with all eating disorders, women are much more likely to develop bulimia than men. If you have an eating disorder such as bulimia, the first step is to recognise that you have a problem. Then, you needa medical check-up for advice on how to get treatment.<br>Signs of bulimia nervosa include an obsessive attitude towards food and eating, an overcritical attitude to weight and shape, and frequent visits to the bathroom after eating, in order to force vomiting.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/bulimia' target='_blank'> here <a/> !",
        "category": "Mental health"
    },   
    "cellulitis":{
        "definition":"Cellulitis is an infection of the deeper layers of skin and the underlying tissue. It can be serious if not treated promptly. The infection develops suddenly and can spread through the body quickly. Severe infections can spread deep into the body, and can be life threatening.",
        "causes":"Cellulitis is usually caused by a bacterial infection. It occurs when bacteria get into the tissues beneath the skin. The bacteria that cause cellulitis often live harmlessly on the skin. But if the surface of your skin is damaged, they can get into the layers underneath and cause an infection.<br>Often causes are cuts or gaze, burns, animal, insect or human bites.<br>Anyone can get cellulitis, but the risk increases if someone is obese, has poor circulation in legs/arms/feet or has a weakened immune system.",
        "consequences": "Cellulitis can often be treated at home with a course of antibiotics, although severe cases may need to be treated in hospital.<br>If the treatment takes place at home, you'll usually be prescribed antibiotic tablets to take two to four times a day for a week. Your symptoms may get worse in the first 48 hours after treatment starts, but should start to improve soon afterwards.<br>If you need to be admitted to hospital for treatment, you'll be given antibiotics directly into a vein through an injection or a drip.",
        "prevention": "If you've had cellulitis before, you're more likely to get it again. It's not always possible to prevent it but there are a few things that can be done, such as:<br- use moisturiser if your skin is dry or prone to cracking;<br>- lose weight if you're overweight;<br>- try to ensure any conditions that can increase your risk of cellulitis are well managed;<br>- make sure any cuts, grazes or bites are kept clean;<br>- wash your hands regularly!",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/skin-hair-and-nails/cellulitis#prevention' target='_blank'> here <a/> !",
        "category":"Skin, hair and nails"
    },
    "chest pain":{
        "definition":"Chest pain can be caused by anything from muscle pain to a heart attack and should never be ignored. If you feel/have recently felt these symptons, call your emergency number immediately:<br>- the pain feels heavy, pressing or tight;<br>- the pain lasts longer than 15 minutes;<br>- the pain spreads to other parts of your body, such as your arms, back or jaw;<br>- shortness of breath, nausa, sweating or coughing up blood.",
        "causes":"The common causes of chest pain are not heart-related and isn't a sign of a life-threatening problem. Here are some:<br>- Gastro-oesophageal reflux disease (GORD) - condition where acid from the stomach comes up into the oesophagus;<br>- Bone or muscle problems - If your chest is painful and tender to touch, it may be caused by a strained muscle in your chest wall;<br>- Anxiety and panic attacks;<br>- Lung conditions - If you have sharp chest pain that gets worse when you breathe in and out, and is accompanied by other symptoms such as a cough and breathlessness, it may be caused by a condition affecting the lungs or surrounding tissue.",
        "consequences": "Chest pain isn't always caused by a problem with your heart, but it can sometimes be a symptom of angina (blood supply in the heart is restricted) and a heart attack. In these cases, your life is under risk and you should call your emergency number and ask for an ambulance.",
        "prevention": "In order to prevent such conditions, you should adopt an healthy lifestyle, balancing a good diet with a good amount of weekly exercise. Decreasing the sources of your stress can also help you live a better life and keep these problems away from you.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/chest-infection' target='_blank'> here <a/> !",
        "category": "Heart and blood vessels"
    },
    "coma":{
        "definition":"A coma is a state of unconsciousness where a person is unresponsive and cannot be woken.",
        "causes":"A coma can result from injury to the brain, such as a severe head injury or stroke but can also be caused by severe alcohol poisoning or a brain infection (encephalitis).<br>People with diabetes could fall into a coma if their blood glucose levels suddenly became very low (hypoglycaemia) or very high (hyperglycaemia).",
        "consequences": "Someone who is in a coma is unconscious and has minimal brain activity. They're alive, but can't be woken up and show no signs of being aware.<br>Someone in a coma will also have very reduced basic reflexes such as coughing and swallowing. They may be able to breathe on their own, although some people require a machine to help them breathe.<br>Over time, the person may start to gradually regain consciousness and become more aware. Some people will wake up after a few weeks, while others may go into a vegetative state or minimally conscious state.",
        "prevention": "A coma is an condition that happens prior to an injury.<br>Worth mentioning that a coma can also be Medically Induced. This type of temporary coma, or deep state of unconsciousness, is used to protect the brain from swelling after an injury.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/coma' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "cold":{
        "definition":"A cold is a mild viral infection of the nose, throat, sinuses and upper airways. It's very common and usually clears up on its own within a week or two.<br>The main symptoms include a sore throat, a blocked or runny nose, sneezing and a cough.<br>More severe symptoms might include fever and headaches.",
        "causes":"In general, a person becomes contagious from a few days before their symptoms begin until all of their symptoms have gone. You can catch the virus from an infectious person by touching an object or surface contaminated by infected droplets and then touching your mouth, nose or eyes, touching the skin of someone who has the infected droplets on their skin or inhaling tiny droplets of fluid that contain the cold virus.<br>Colds spread most easily among groups of people in constant close contact, such as families and children in school or day care facilities.",
        "consequences": "Colds usually clear up without causing any further problems. However, the infection can sometimes spread to your chest, ears or sinuses.<br>Drink plenty of fluids to replace those lost from sweating and having a runny nose and eat healthily. The main medications used to treat cold symptoms are painkillers, decongestants and cold medicines.",
        "prevention": "Prevent a common cold is difficult, since anyone can have it, but there are a few steps you can take, such as:<br>- wash your hands regularly;<br>- always sneeze and cough into tissues;<br>- clean surfaces regularly to keep them free of germs;<br>- use your own cup, plates, cutlery and kitchen utensils;<br>- don't share towels or toys with someone who has a cold.<br>If you have a cold, you can easily take care of it by resting, drinking plenty of fluids and eating healthily, taking over-the-counter painkillers, such as paracetamol or ibuprofen, to reduce any fever or discomfort and using decongestant sprays or tablets to relieve a blocked nose.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/common-cold' target='_blank'> here <a/> !",
        "category":"Lungs and airways"
    },
    "conjunctivitis":{
        "definition":"Conjunctivitis is a common condition that causes redness and inflammation of the thin layer of tissue that covers the front of the eye. Other symptoms of conjunctivitis include itchiness and watering of the eyes, and sometimes a sticky coating on the eyelashes.",
        "causes":"The conjunctiva (thin layer of tissue that covers the front of the eye) can become inflamed as a result of a bacterial or viral infection (infective conjunctivitis), you're more likely to develop infective conjunctivitis if you've been in close contact with someone who's already infected with it, an allergic reaction to a substance such as pollen or dust mites (allergic conjunctivitis) or by the eye coming into contact with things that can irritate the conjunctiva, such as shampoo or chlorinated water, or a loose eyelash rubbing against the eye (irritant conjunctivitis).",
        "consequences": "Treatment isn't usually needed for conjunctivitis, because the symptoms often clear up within a couple of weeks. If treatment is needed, the type of treatment will depend on the cause. In severe cases, antibiotic eye drops can be used to clear the infection.<br>- Irritant conjunctivitis will clear up as soon as whatever is causing it is removed;<br>- Allergic conjunctivitis can usually be treated with anti-allergy medications such as antihistamines;<br>- Infective conjunctivitis can be treated using antibiotics or by using lubricant eye drops.<br>Removing contact lenses and washing your hands regularly will also prevent the infection from spreading to others. ",
        "prevention": "Washing your hands regularly and not sharing pillows or towels will help prevent conjunctivitis from spreading.<br>Avoiding the substance that triggers the allergy, in case of an allergic conjunctivitis, helps preventing it as well.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/eyes/conjunctivitis' target='_blank'> here <a/> !",
        "category": "Eyes"
    },
    "constipation":{
        "definition":"Constipation is a common condition that affects people of all ages. It can mean that you're not passing stools regularly or you're unable to completely empty your bowel.<br>Constipation can also cause your stools to be hard and lumpy, as well as unusually large or small.",
        "causes":"Constipation usually occurs when stools remain in the colon for too long, and the colon absorbs too much water from the stools, causing them to become hard and dry.<br>Although it may be difficult to identify the exact cause several factors can increase your chances of having constipation, including:<br>- Not eating enough fiber (fruit, cereals, vegetables);<br>- Not drinking enough fluids;<br>- Anxiety or depression<br>- Ignoring the urge to pass stools.",
        "consequences": "Treatment for constipation depends on the cause, how long you've had it and how severe your symptoms are. In many cases, it's possible to relieve the symptoms by making dietary and lifestyle changes. Here are some self-help methods you can follow:<br>- Increase your daily intake of fibre;<br>- Avoid dehydration by drinking plenty of water;<br>- Add some bulking agents, such as wheat bran, to your diet. This will help to make your stools softer and easier to pass;<br>- Exercise more regularly and keep to a routine when you're able to spend time on the toilet.",
        "prevention": "There are a number of things you can do to prevent constipation, including making diet and lifestyle changes.<br>- Including enough fibre (fruit, vegetables, rice, pasta, bread and oats) in your diet can significantly reduce your chances of developing constipation.<br>- Make sure you drink plenty of fluids to avoid dehydration, and steadily increase your intake when exercising or when it's hot.<br>- Never ignore the urge to go to the toilet, because it can significantly increase your chances of having constipation.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/constipation' target='_blank'> here <a/> !",
        "category":"Stomach, liver and gastrointestinal tract"
    },
    "coronavirus":{
        "definition":"Coronavirus (COVID-19) is the illness caused by a new strain of coronavirus first identified in Wuhan city, China. It can cause a new continuous cough, fever or loss of, or change in, sense of smell or taste.",
        "causes":"People can become infected when droplets land directly on them or they touch contaminated objects and surfaces. That is why good respiratory hygiene and hand washing are so important.",
        "consequences": "The most common symptoms of COVID-19 are fever, tiredness, and dry cough. Some patients may have aches and pains, nasal congestion, runny nose, or sore throat. These symptoms are usually mild and begin gradually.<br>Most people, according to WHO, recover from the disease without needing special treatment, and for the majority – especially for children and young adults – illness due to COVID-19 is generally minor.<br>Make sure you keep tracking your symptoms and if they get any worse, call your doctor right away or the national emergency number.",
        "prevention": "Physical distancing measures are things you should do to reduce how often you interact with others outside your household. This will stop coronavirus (COVID-19) spreading.<br>Whenever you have to leave your place, make sure you wear a mask and wash your hands afterwards.",
        "more": "You can read more about it <a href='https://www.who.int/emergencies/diseases/novel-coronavirus-2019' target='_blank'> here <a/> !",
        "category":"Infections and poisoning"
    },
    "cough":{
        "definition":"A cough is a reflex action to clear your airways of mucus and irritants such as dust or smoke. It's rarely a sign of anything serious. A 'dry cough' means it's tickly and doesn't produce any phlegm (thick mucus). A 'chesty cough' means phlegm is produced to help clear your airways.",
        "causes":"Common causes of a short-term cough include an upper respiratory tract infection that affects the throat, windpipe or sinuses (cold, flu, laryngitis), a lower respiratory tract infection that affects your lungs or lower airways (bronchitis or pneumonia), an allergy or inhaled dust or smoke.<br>A persistent cough may be caused by a long-term respiratory tract infection, such as chronic bronchitis, smoking, asthma, allergies. Rarely, a persistent cough can be a symptom of a more serious condition, such as lung cancer, heart failure, a pulmonary embolism or tuberculosis. ",
        "consequences": "Most coughs clear up within three weeks and don't require any treatment. For more persistent coughs, it's a good idea to see your doctor in order to investigate the cause.",
        "prevention": "Treatment isn't always necessary for short-term coughs because it's likely to be a viral infection that will get better on its own within a few weeks. You can look after yourself at home by resting, drinking plenty of fluids, and taking painkillers such as paracetamol or ibuprofen.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/cough' target='_blank'> here <a/> !",
        "category":"Lungs and airways"
    },
    "cystic fibrosis":{
        "definition":"Cystic fibrosis is an inherited condition in which the lungs and digestive system can become clogged with thick, sticky mucus.<br>It can cause problems with breathing and digestion from a young age. Over many years, the lungs become increasingly damaged and may eventually stop working properly.",
        "causes":"Cystic fibrosis is caused by a faulty gene that a child inherits from both their parents. The faulty gene means that some cells struggle to move salt and water across the cell wall. This, along with recurrent infections, can result in a build-up of thick, sticky mucus in the body's tubes and passageways – particularly the lungs and digestive system.<br>The condition is present from birth and cannot be caught from someone else who has it.",
        "consequences": "People with cystic fibrosis tend to have recurring chest infections, difficulty putting on weight, frequent,wet-sounding coughs, diarrhoea and occasional wheezing and shortness of breath. People with the condition can also develop a number of related conditions, including diabetes, thin, weakened bones and liver problems.",
        "prevention": "There's currently no cure for cystic fibrosis, but it's possible to help control the symptoms, prevent or reduce complications, and make the condition easier to live with.<br>People with cystic fibrosis may need to take a number of different medicines to treat and prevent lung problems.<br>In addition to medication, special techniques can be used to help keep the lungs and airways clear. A physiotherpist can give you advice.<br>For people with cystic fibrosis, getting the right nutrition is vital in helping them develop normally and stopping them becoming frequently ill. Therefore, Dietary and nutritional advice are necessary.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/cystic-fibrosis' target='_blank'> here <a/> !",
        "category":"Lungs and airways"
    },
    "dehydration":{
        "definition":"Dehydration occurs when your body loses more fluid than you take in. When the normal water content of your body is reduced, it upsets the balance of minerals in your body, which affects the way it functions.<br>Some of the early warning signs of dehydration include feeling thirsty and lightheaded, a drymouth, tiredness or having dark coloured, strong-smelling urine.",
        "causes":"Dehydration is usually caused by not drinking enough fluid to replace what we lose. The climate, the amount of physical exercise you are doing and your diet can contribute to dehydration.<br>You can also become dehydrated as a result of an illness, such as persistent vomiting and diarrhoea, or sweating from a fever.",
        "consequences": "The best way to treat dehydration is to rehydrate the body by drinking plenty of fluids, such as water, diluted squash or diluted fruit juice. A sweet drink can help to replace lost sugar, and a salty snack can help to replace lost salt.",
        "prevention": "You should drink plenty of fluids to avoid becoming dehydrated. Most of the time, you can prevent dehydration by drinking water regularly throughout the day.<br>If you, your child or someone you are caring for is ill, particularly with a fever, vomiting or diarrhoea, there's a high risk of becoming dehydrated, so it's important to start replacing fluid as soon as possible.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/nutritional/dehydration#preventing-dehydration' target='_blank'> here <a/> !",
        "category": "Nutritional"
    },
    "dementia":{
        "definition":"Dementia is a common condition. Your risk of developing dementia increases as you get older, and the condition usually occurs in people over the age of 65.<br>Dementia is a syndrome associated with an ongoing decline of the brain and its abilities. This includes problems with memory loss, thinking speed, mental agility, language and understanding.",
        "causes":"Dementia is caused by gradual changes and damage in the brain. The most common causes of dementia include diseases in which the brain cells degenerate and die more quickly than they would as part of the normal ageing process.<br>This damage leads to a decline in a person's mental and, sometimes, physical abilities.",
        "consequences": "Most types of dementia cannot be cured and will gradually cause more severe problems. But there are important exceptions, including dementia caused by vitamin and thyroid hormone deficiencies, which can be treated with supplements.<br>For dementia that currently cannot be cured, some types of medicine may prevent symptoms getting worse for a period of time. These medicines are usually given to people in the early and middle stages of the disease, to try to maintain or improve their independence.",
        "prevention": "There is no certain way to prevent all types of dementia. However, a healthy lifestyle can help lower your risk of developing dementia when you are older. It can also prevent cardiovascular diseases, such as strokes and heart attacks.<br>To reduce your risk of developing dementia and other serious health conditions, it's recommended that you eat a healthy diet, maintain a healthy weight and exercise regularly and make sure to keep your blood pressure at a healthy level.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/dementia' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "dental abscess":{
        "definition":"A dental abscess is a collection of pus that can form inside the teeth, in the gums, or in the bone that holds the teeth in place. It’s caused by a bacterial infection. An abscess at the end of a tooth is called a periapical abscess. An abscess in the gum is called a periodontal abscess.<br>Dental abscesses are often painful, but aren’t always. In either case, they should be looked at by a dentist. It's important to get help as soon as possible, because abscesses don't go away on their own.",
        "causes":"Your mouth is full of bacteria, which form a sticky film on your teeth called plaque. If you don't keep your teeth clean, acids produced by the bacteria in plaque can damage your teeth and gums, leading to tooth decay or gum disease.<br>Poor oral hygiene, consuming lots of sugary or starchy food and drink, an injury or previous surgery to your teeth or gums or having a weakened immune system are the most common causes of dental abscesses.",
        "consequences": "Dental abscesses are treated by removing the source of the infection and draining away the pus. Depending on the location of the abscess and how severe the infection is, possible treatments include removing the affected tooth (extraction), root canal treatment and incision and drainage.<br>Antibiotics aren't routinely prescribed for dental abscesses, but may be used if the infection spreads or is particularly severe.",
        "prevention": "You can reduce your risk of developing dental abscesses by keeping your teeth and gums as healthy as possible.<br>To do this, you should use floss or an interdental brush at least once a day to clean between your teeth and under the gum line, brush your teeth with a fluoride toothpaste twice a day, avoid rinsing your mouth with water or mouthwash after brushing because this washes the protective toothpaste away and cut down on sugary and starchy food and drinks.<br>Also, don't forget, visit your dentist regularly – your dentist can suggest how often you should have a check-up, based on your oral health.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mouth/dental-abscess' target='_blank'> here<a/>!",
        "category": "Mouth"
    },
    "depression":{
        "definition":"Everyone can be feeling down sometimes, but depression is more than just spending a few days feeling sad or unhappy. Depression can make you feel persistently sad and down for weeks or months at a time.",
        "causes":"Depression doesn't have one single cause – it can have a range of triggers, and there are many different reasons a person can develop the condition.<br>Long-lasting or life-threatening conditions like cancer or coronary heart disease can put you at higher risk of developing depression.<br>Alcohol is categorised as a 'strong depressant' which can make depression worse, and drinking or taking drugs to cope can lead to a downward spiral by having a negative affect on other parts of your life.<br>Stressful events, giving birth, loneliness and family history are also causes for depression.",
        "consequences": "There's a lot of advice available for living with depression and feeling better.<br>Talking about depression with another person or a group if a way you can find support and insight.<br>It might feel like cigarettes and alcohol are helpful, but in the long run they can make you feel worse. Smoking, drugs, alcohol and depression are a few things you should be avoiding.<br>You might need to take time off work if your depression is caused by working too much, or if the symptoms are making it hard for you to do your job.<br>Along with time, the right help and support can make it possible to start living your life again.",
        "prevention": "Big, stressful events like divorce, serious illness, financial worries, or bereavement can trigger depression for some people.<br>Depression has a range of different symptoms, and it can affect everybody differently.<br>The best way to prevent depression is to take good care of yourself. Get enough sleep, eat well, and exercise regularly.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/depression' target='_blank'> here <a/> !",
        "category": "Mental health"
    },
    "diabetes":{
        "definition":"Diabetes is a lifelong condition that causes a person's blood glucose level to become too high.<br>There are two main types of diabetes – type 1 diabetes (body's immune system attacks and destroys the cells that produce insulin) and type 2 diabetes (the body doesn't produce enough insulin, or the body's cells don't react to insulin).",
        "causes":"The amount of glucose in the blood is controlled by a hormone called insulin, which is produced by the pancreas. When food is digested insulin moves glucose out of the blood and into cells, where it's broken down to produce energy. However, if you have diabetes, your body is unable to break down glucose into energy because there's either not enough insulin to move the glucose, or the insulin produced doesn't work properly.",
        "consequences": "Check Type 1 Diabetes or Type 2 Diabetes for more information :)",
        "prevention": "Check Type 1 Diabetes or Type 2 Diabetes for more information :)",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/diabetes/diabetes' target='_blank'> here <a/> !",
        "category": "Diabetes"
    },
    "diarrhoea":{
        "definition":"Diarrhoea is passing looser or more frequent stools than is normal for you. It affects most people from time to time and is usually nothing to worry about. However, it can be distressing and unpleasant until it passes, which normally takes a few days to a week.",
        "causes":"There are many different causes of diarrhoea, but a bowel infection (gastroenteritis) is a common cause in both adults and children. Gastroenteritis can be caused by a virus, a bacteria or a parasite.<br>Diarrhoea can also be the result of anxiety, a food allergy, medication, or a long-term condition.",
        "consequences": "Diarrhoea will usually clear up without treatment after a few days, particularly if it's caused by an infection.<br>In children, diarrhoea will usually pass within 5 to 7 days and will rarely last longer than 2 weeks.<br>In adults, diarrhoea usually improves within 2 to 4 days, although some infections can last a week or more.<br>While waiting for your diarrhoea to pass, you can ease your symptoms by drinking fluids, eat small, light meals and avoid fatty or spicy foods.<br>You can also go for medication, like Antidiarrhoeal medicines which may help reduce your diarrhoea and slightly shorten how long it lasts.",
        "prevention": "To prevent the spread of infections that cause diarrhoea, you should always maintain high standards of hygiene.<br>- Wash your hands thoroughly with soap and warm water after going to the toilet and before eating or preparing food.<br>- Clean the toilet, including the handle and the seat, with disinfectant after each bout of diarrhoea.<br>- Avoid sharing towels, flannels, cutlery or utensils with others.<br>- Wash soiled clothing and bed linen separately from other clothes and at the highest temperature possible.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/diarrhoea#about-diarrhoea' target='_blank'> here <a/> !",
        "category": "Stomach, liver and gastrointestinal tract"
    },   
    "downs syndrome":{
        "definition":"A baby with Down's syndrome is born with more of chromosome 21 in some or all of their cells. It's also known as Trisomy 21.<br>People with the condition may lead active, healthy and independent lives into their 60s, 70s and beyond. Most will have mild to moderate learning disabilities and some may have more complex needs.",
        "causes":"Down syndrome is a genetic disorder caused when abnormal cell division results in an extra full or partial copy of chromosome 21. This extra genetic material causes the developmental changes and physical features of Down syndrome.",
        "consequences": "There are increasing opportunities and support in education, work and housing for people with Down's syndrome. Those with it can live healthy and fulfilling lives as part of their families and communities.<br>Some health issues can be more common in people with the condition, but some are less common. Regular health checks can make sure any health issues are picked up early and managed.",
        "prevention": "Down's syndrome is not a life-limiting condition, which means people with it will not lead a shorter life because of the condition.<br>During pregnancy women will be offered a test to detect if the baby might have Down’s syndrome.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/downs-syndrome' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "earache":{
        "definition":"Earache is a common problem, particularly in children. It can be worrying, but it's usually only caused by a minor infection. Earache can be a sharp, dull or burning ear pain that comes and goes or is constant. One or both ears may be affected.",
        "causes":"The most frequent causes for Ear Aches are:<br>- Ear infections, here may be a watery or pus-like fluid coming out of the ear.<br>- Glue ear, which is a build-up of fluid deep inside the ear, which commonly causes some temporary hearing loss.<br>- Damage to the ear,  earwax or an object in it and throat infections are also possible conditions that may cause an earache.",
        "consequences": "Treating earache at home isn't hard and can be done with painkillers such as paracetamol or ibuprofen to treat the pain. Placing a warm flannel against the affected ear may also help relieve the pain.<br>Your pharmacist may be able to recommend over-the-counter eardrops for your earache, but let them know your symptoms and ask for their advice first.",
        "prevention": "Some earaches may be preventable. In order to prevent having a sudden earache, try to keep foreign objects out of the ear and make sure you dry the ears after swimming or bathing.<br>You should also avoid allergy triggers, such as dust and pollen.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/ears-nose-and-throat/earache' target='_blank'> here <a/> !",
        "category": "Ears, nose and throat"
    },
    "ebola":{
        "definition":"Ebola virus disease is a serious illness that originated in Africa, where a large outbreak occurred in 2014-15. In June 2016, the outbreak was officially declared over.<br>There's still a small chance occasional cases of Ebola may occur in Africa as the virus is present in several countries there, but the risk for people travelling to Africa is minimal.",
        "causes":"The Ebola virus is spread in the blood, body fluids or organs of a person or animal with the infection. It can be spread by directly touching the body of someone with the infection who has symptoms or recently died, cleaning up body fluids (blood, stools, urine or vomit) or touching the soiled clothing of an infected person, handling unsterilised needles or medical equipment used in the care of the infected person or having sex with an infected person without using a condom.",
        "consequences": "There's currently no licensed treatment or vaccine for Ebola, although potential new vaccines and drug therapies are being developed and tested. Any area affected by an outbreak should be immediately quarantined, and people confirmed to have the infection should be treated in isolation in intensive care.<br>Dehydration is common, so fluids may be given directly into a vein. Blood oxygen levels and blood pressure also need to be maintained at the right level, and body organs supported while the person's body fights the infection. Ebola virus disease is sometimes fatal. The sooner a person is given care, the better the chance they'll survive.",
        "prevention": "The Ebola outbreak in west Africa is now over. The risk of catching the infection while travelling to previously affected countries is very small. But if you're visiting one of these areas, it's still a good idea to follow these simple precautions to minimise your risk of picking up potentially serious infections:<br>- wash your hands frequently using soap and water;<br>- make sure fruit and vegetables are properly washed and peeled before you eat them;<br>- avoid physical contact with anyone who has possible symptoms of an infection;<br>- don't handle dead animals or their raw meat.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/ebola-virus-disease' target='_blank'> here<a/>!",
        "category": "Infections and poisoning"
    },
    "epilepsy":{
        "definition":"Epilepsy is a condition that affects the brain and causes repeated seizures. The severity of seizures can differ from person to person. Some simply experience an odd feeling with no loss of awareness, or may have a 'trance-like' state for a few seconds or minutes, while others lose consciousness and have convulsions.",
        "causes":"In over half of epilepsy cases, a cause cannot be found. If there is an identifiable cause, it usually involves the brain being affected by a condition.<br>Epilepsy can start at any age, but it most often begins during childhood.<br>Epilepsy can be caused by strokes, brain tumours and severe head injuries.<br>On the other hand, some cases of epilepsy may be caused by changes in the brain that occur as a result of the genes you inherit from your parents.",
        "consequences": "Most people with epilepsy can be successfully treated with AEDs (anti-epileptic drugs). Generally, they work by changing the levels of the chemicals in your brain that conduct electrical impulses. This reduces the chance of a seizurebut doesnot cure epilepsy.<br>If your epilepsy is still poorly controlled after trying treatment with AEDs, you may be referred to a specialist epilepsy centre to see if you are suitable for surgery to remove the part of your brain causing your seizures.",
        "prevention": "Epilepsy is usually difficult to diagnose quickly. In most cases, it cannot be confirmed until you have had more than one seizure.<br>An EEG test can detect unusual brain activity associated with epilepsy by measuring the electrical activity of your brain through electrodes placed on your scalp, helping you prevent it.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/epilepsy' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "erectile disfunction":{
        "definition":"Erectile dysfunction, also known as impotence, is the inability to get and maintain an erection. Erectile dysfunction is a very common condition, particularly in older men.",
        "causes":"Erectile dysfunction can have many causes, such as certain medical conditions, medications and stress.<br>There are four main types of health conditions that can cause physical problems resulting in erectile dysfunction. These are the conditions affecting the flow of blood to the penis, conditions affecting the nervous system, conditions affecting hormone levels and conditions affecting the physical structure of the penis.<br>In some men, certain medicines can cause erectile dysfunction, including diuretics, antihypertensives and antidepressants, among others.",
        "consequences": "If you have erectile dysfunction, treatment will depend on what's causing it.<br>If the erectile dysfunction is caused by an underlying health condition, such as heart disease or diabetes, that condition may need to be treated first.<br>Erectile dysfunction can often be improved by making changes to your lifestyle, such as losing weight if you are overweight, giving up smoking or cutting back your alcohol consumption.",
        "prevention": "Erectile dysfunction can often be diagnosed by your doctor.<br>A physical examination of the penis may be carried out to rule out anatomical causes.<br>If you have symptoms of an enlarged prostate, such as weak or irregular urination, a digital rectal examination may be suggested.<br>Blood tests can also check for underlying health conditions. For example, measuring the levels of hormones such as testosterone can rule out hormonal conditions.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/sexual-and-reproductive/erectile-dysfunction-impotence' target='_blank'> here <a/> !",
        "category": "Sexual and reproductive"
    },
    "eye cancer":{
        "definition":"There are a number of different types of cancer that affect the eyes, including eye melanoma, squamous cell carcinoma, lymphoma and retinoblastoma.<br>Cancer can also sometimes develop in the tissues surrounding your eyeball or spread to the eye from other parts of the body, such as the lungs or breasts.",
        "causes":"Eye melanoma occurs when the pigment-producing cells in the eyes divide and multiply too rapidly. This produces a lump of tissue known as a tumour.<br>It's not clear exactly why this occurs, but factors such as lighter eye colour, white or pale skin or overexposure to sunlight may increase the risk of it happening.<br>The risk of developing eye melanoma also increases with age, with most cases being diagnosed in people in their 50s.",
        "consequences": "Treatment for melanoma of the eye depends on the size and location of the tumour. Treatment aims to conserve the affected eye whenever possible.<br>The main treatments for eye melanoma are brachytherapy, external radiotherapy, surgery to remove the tumour or part of the eye or the entire emoval of the eye.<br>Chemotherapy is rarely used for eye melanoma, but may be suitable for other types of eye cancer.",
        "prevention": "in order to prevent melanoma of the eye it's likely you'll have to do different tests, including an eye examination (to look at the structures of your eyes in more detail and check for abnormalities), an ultrasound scan of your eye (uses high-frequency sound waves to create an image of the inside of your eye) or a fluorescein angiogram (where photographs of the suspected cancer are taken using a special camera).",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/eye-cancer#causes' target='_blank'> here <a/> !",
        "category": "Eyes"
    },
    "flatulence":{
        "definition":"Flatulence is passing gas from the digestive system out of the back passage. It's more commonly known as 'passing wind', or 'farting'.",
        "causes":"When you swallow food, water or saliva, you also swallow small amounts of air, which collects in the digestive system. Gases can also build up when you digest food. The body needs to get rid of the build-up by farting or burping.",
        "consequences": "If your flatulence is particularly troublesome – for example, if you're frequently passing smelly gas - make sure to see your doctor.<br>If your flatulence is troublesome, there are several over-the-counter remedies that can help treat it.<br>Excessive flatulence can usually be controlled by making changes to your diet.",
        "prevention": "Excessive flatulence can usually be controlled by making changes to your diet and lifestyle, such as avoiding foods known to cause flatulence, eating smaller and more frequent meals and slowly and exercising regularly.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/flatulence' target='_blank'> here <a/> !",
        "category":"Stomach, liver and gastrointestinal tract"
    },
    "flu":{
        "definition":"Flu is a common infectious viral illness spread by coughs and sneezes. It can be very unpleasant, but you'll usually begin to feel better within about a week.<br>Flu isn't the same as the common cold. Flu is caused by a different group of viruses and the symptoms tend to start more suddenly, be more severe and last longer.",
        "causes":"The flu virus is contained in the millions of tiny droplets that come out of the nose and mouth when someone who is infected coughs or sneezes.<br>Anyone who breathes in the droplets can catch flu. You can also catch the virus by touching the surfaces that the droplets have landed on if you pick up the virus on your hands and then touch your nose or mouth.",
        "consequences": "Some of the main symptoms of flu include a fever of 38ºC or above, tiredness and weakness, a headache and other general aches and pains.<br>Flu can make you feel so exhausted and unwell that you have to stay in bed and rest until you feel better. If you feel unwell and have a fever, you can take paracetamol or anti-inflammatory medicines such as ibuprofen to lower your temperature and relieve aches.",
        "prevention": "There are 3 main ways of preventing flu which are the flu vaccination, good hygiene (such as handwashing and cleaning) and antiviral medication.<br>You can also help stop the spread of flu by avoiding unnecessary contact with other people while you're infectious. You should stay off work or school until you're feeling better.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/flu#about-flu' target='_blank'> here <a/> !",
        "category":"Infections and poisoning"
    },
    "food poisoning":{
        "definition":"Food poisoning is an illness caused by eating contaminated food. It's not usually serious and most people get better within a few days without treatment.<br>In most cases of food poisoning, the food is contaminated by bacteria, such as salmonella or E. coli, or a virus, such as the norovirus.",
        "causes":"Food can become contaminated at any stage during its production, processing or cooking. For example, it can become contaminated by not cooking food thoroughly, not correctly storing food, keeping cooked food unrefrigerated for a long period, eating food that has been touched by someone who is ill or cross-contamination.<br>Food contamination is usually caused by bacteria, but it can also sometimes be caused by viruses or parasites.",
        "consequences": "Food poisoning can usually be treated at home without seeking medical advice. Most people will feel better within a few days.<br>It's important to avoid dehydration by drinking plenty of water, as you need to replace any fluids lost through vomiting and diarrhoea.<br>Also avoid alcohol, caffeine, fizzy drinks and spicy and fatty foods because they may make you feel worse.<br>If your symptoms are severe or persistent, you may need further treatment and antibiotics may be prescribed if the results show you have a bacterial infection.",
        "prevention": "The best way to avoid getting food poisoning is to ensure you maintain high standards of personal and food hygiene when storing, handling and preparing food.<br>It's important to cook food thoroughly, particularly meat and most types of seafood, to kill any harmful bacteria that may be present.<br>Certain foods need to be kept at the correct temperature to prevent harmful bacteria from growing and multiplying. Always check the storage instructions on the label.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/food-poisoning' target='_blank'> here <a/> !",
        "category":"Infections and poisoning"
    },
    "fungal nail infection":{
        "definition":"Many people develop a fungal nail infection at some point in their life. It's not usually serious, but can be unpleasant and difficult to treat.<br>The infection develops slowly and causes the nail to become discoloured, thickened and distorted.<br>The medical name for a fungal nail infection is onychomycosis.",
        "causes":"Most fungal nail infections occur as a result of the fungi that cause athlete's foot infecting the nails.<br>These fungi often live harmlessly on your skin, but they can sometimes multiply and lead to infections. The fungi prefer warm, dark and moist places like the feet.",
        "consequences": "Treatment may not be necessary in mild cases of fungal nail infection. For more severe or troublesome cases, antifungal medication may be recommended.<br>A fungal nail infection is unlikely to get better without treatment, but if you're not bothered by it you might decide it's not worth treating because treatment can take a long time, may cause side effects, and isn't always effective.",
        "prevention": "You can reduce your risk of developing a fungal nail infection by keeping your hands and feet clean and dry, wearing well-fitting shoes made of natural materials and clean cotton socks, clipping your nails to keep them short, not sharing towels and socks with other people and not walking around barefoot in public pools, showers, and locker rooms.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/skin-hair-and-nails/fungal-nail-infection' target='_blank'> here <a/> !",
        "category":"Skin, hair and nails"
    },
    "gastroenteritis":{
        "definition":"Gastroenteritis is a very common condition that causes diarrhoea and vomiting. It's usually caused by a bacterial or viral tummy bug.<br>Gastroenteritis can be very unpleasant, but it usually clears up by itself within a week. You can normally look after yourself or your child at home until you're feeling better.",
        "causes":"Most cases in children are caused by a virus called rotavirus. Cases in adults are usually caused by norovirus or bacterial food poisoning.",
        "consequences": "If you have gastroenteritis, drink plenty of fluids, take paracetamol for any fever or aches and pains, if you feel like eating, try small amounts of plain foods, such as soup, rice, pasta and bread or take anti-vomiting medication and/or antidiarrhoeal medication if you need to, in order to help ease your symptoms.",
        "prevention": "It's not always possible to avoid getting gastroenteritis. Altought you can follow some advice to help it spreading such as disinfect any surfaces or objects that could be contaminated, wash contaminated items of clothing or bedding separately on a hot wash and practice good food hygiene.<br>Take extra care when travelling to parts of the world with poor sanitation, as you could pick up a stomach bug. For example, you may need to boil tap water before drinking it.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/gastroenteritis' target='_blank'> here <a/> !",
        "category":"Stomach, liver and gastrointestinal tract"
    },
    "genital herpes":{
        "definition":"Genital herpes is a sexually transmitted infection caused by a virus called herpes simplex virus (HSV). Genital herpes causes painful blisters and sores on and around the genitals. It can also sometimes cause problems if it's caught for the first time either very early or very late in pregnancy.",
        "causes":"The herpes virus (HSV) is easily passed from person to person by close, direct contact including kissing, unprotected vaginal, anal or oral sex (without a condom) or your genitals coming into contact with your partner's genitals.<br>Sometimes you can catch herpes when your sexual partner has no visible sores or symptoms. This is because the virus can become active on the skin without causing any visible blisters or sores.",
        "consequences": "Although there is no known cure for herpes, the symptoms of genital herpes can be treated, even though the symptoms of recurrent genital herpes will usually clear up without any treatment. There's also medication to help speed up the healing process and reduce the severity of an episode, if needed.<br>Make sure you talk to your doctor or nurse at the sexual health service, or to your family doctor about possible treatment options that may suit you.",
        "prevention": "The best way to prevent all sexually transmitted infections is to practice safer sex. This means using a condom for vaginal, anal or oral sex.<br>The herpes virus can’t pass through a condom. However, if the virus is present and active on the skin in areas around the genitals not covered by the condom (as is often the case), infection may still occur. Therefore condoms are not 100% protective against the herpes virus.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/sexual-and-reproductive/genital-herpes' target='_blank'> here<a/>!",
        "category": "Sexual and reproductive"
    },
    "glandular fever":{
        "definition":"Glandular fever is a type of viral infection that mostly affects young adults. It is also known as infectious mononucleosis, or 'mono'. Common symptoms include fever, sore throat, swollen glands and fatigue.<br>While the symptoms of glandular fever can be very unpleasant, most of them should pass within two to three weeks.",
        "causes":"Glandular fever is caused by the Epstein-Barr virus (EBV). EBV is most often spread through the saliva of someone who carries the infection.<br>It can be spread through kissing, sharing food and drinks, sharing toothbrushes and exposure to coughs and sneezes.<br>After the infection has passed, people develop lifelong immunity to the virus and most won't develop symptoms again.",
        "consequences": "There is currently no cure for glandular fever, but the symptoms should pass within a few weeks. There are things you can do to help control your symptoms.<br>- It is important to drink plenty of fluids (preferably water or unsweetened fruit juice) to avoid dehydration.<br>- Painkillers available over the counter, such as paracetamol or non-steroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen, can help reduce pain and fever.<br>- It is important you take plenty of rest while you recover from glandular fever, although complete bed rest is no longer recommended because it may make the fatigue last longer.",
        "prevention": "There is no need to be isolated from others if you have glandular fever as most people will already be immune to the Epstein-Barr virus (EBV). You can return to work, college or school as soon as you feel well enough. There is little risk of spreading the infection to others as long as you follow commonsense precautions while you are ill, such as not kissing other people or sharing utensils.<br>It is also important to thoroughly clean anything that may have been contaminated by saliva until you have recovered.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/glandular-fever' target='_blank'> here<a/>!",
        "category": "Infections and poisoning"
    },
    "gum disease":{
        "definition":"Gum disease is a very common condition where the gums become swollen, sore or infected.<br>If you have gum disease, your gums may bleed when you brush your teeth and you may have bad breath. This early stage of gum disease is known as gingivitis.<br>If gingivitis isn't treated, a condition called periodontitis can develop. This affects more tissues that support teeth and hold them in place.<br>If periodontitis isn't treated, the bone in your jaw may be damaged and small spaces can open up between the gum and teeth. Your teeth can become loose and may eventually fall out.",
        "causes":"Gum disease can be caused by a number of factors, but poor oral hygiene is the most common cause. Poor oral hygiene, such as not brushing your teeth properly or regularly, can cause plaque to build up on your teeth.<br>Over time, acid in plaque begins to break down your tooth's surface and causes tooth decay. Other bacteria in plaque can also irritate your gums, making them inflamed and sore.",
        "consequences": "The best way to treat gum disease is to practise good oral hygiene, although additional dental and medical treatments are sometimes necessary.<br>Good oral hygiene involves brushing your teeth for about two minutes last thing at night before you go to bed and on one other occasion everyday, flossing your teeth regularly and regularly visiting your dentist.<br>Some dental treatments may also be recommended if you have gum disease such as Scale and polish, Root planing or Further treatment, like periodontal surgery.",
        "prevention": "Mild cases of gum disease can usually be prevented by maintaining a good level of oral hygiene. This includes brushing your teeth at least twice a day and flossing regularly. You should also make sure you attend regular dental check-ups.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mouth/gum-disease' target='_blank'> here <a/> !",
        "category": "Mouth"
    },
    "haemorrhoids":{
        "definition":"Haemorrhoids are swellings containing enlarged blood vessels that are found inside or around the bottom (the rectum and anus).<br>In many cases, haemorrhoids don't cause symptoms, and some people don't even realise they have them. However, when symptoms do occur, they may include bleeding after passing a stool, a lump hanging down outside of the anus or a itchy bottom.",
        "causes":"The exact cause of haemorrhoids is unclear, but they're associated with increased pressure in the blood vessels in and around your anus. This pressure can cause the blood vessels in your back passage to become swollen and inflamed.<br>Factors that might increase your risk of developing haemorrhoids include being overweight or obese, age – as you get older, your body's supporting tissues get weaker, having a family history of haemorrhoids or regularly lifting heavy objects.",
        "consequences": "Haemorrhoid symptoms often settle down after a few days, without needing treatment. Haemorrhoids that occur during pregnancy often get better after giving birth.<br>Making lifestyle changes to reduce the strain on the blood vessels in and around your anus is often recommended. Medication that you apply directly to your back passage or tablets bought from a pharmacy or prescribed by your doctor may ease your symptoms and make it easier for you to pass stools.",
        "prevention": "Gradually increasing the amount of fibre in your diet, drinking plenty of fluid (but avoiding or cutting down on caffeine and alcohol), not delaying going to the toilet and avoiding medication that causes constipation may reduce the risk of haemorrhoids returning, or even developing in the first place.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/haemorrhoids-piles' target='_blank'> here <a/> !",
        "category": "Stomach, liver and gastrointestinal tract"
    },
    "headache":{
        "definition":"Headaches are a common health problem — most people experience them at some time. In many cases, you can treat your headaches at home with over-the-counter painkillers and lifestyle changes, such as getting more rest and drinking enough fluids.",
        "causes":"A headache can affect any part of the head, and pain may be present in one or several locations.<br>Tension headaches are the most common type of headache and are what we think of as normal headaches.<br>Migraines are less common than tension headaches. They're usually felt as a severe, throbbing pain at the front or side of the head.<br>Cluster headaches are a rare type of headache that are excruciatingly painful, causing intense pain around one eye,.<br>The exact cause is unclear, but tension headaches have been linked to things such as stress, poor posture, skipping meals and dehydration.<br>",
        "consequences": "Rest and pain relief medication are the main treatments for headaches. Some home remedies to help you treat your headache include using a heat or ice pack against the head or neck, but avoid extreme temperatures, avoid stressors whenever possible, get enough sleep and eat regular meals.<br>Exercising regularly and limiting alcohol intake are also viable options.",
        "prevention": "In order to prevent having a headache, you should get enough sleep and eat regular meals. You should also exercise regularly, limit alcohol intake and avoid stressful situations as much as possible.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/headaches' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "hearing loss":{
        "definition":"Hearing loss is a common problem that often develops with age or is caused by repeated exposure to loud noises. Hearing loss can occur suddenly, but usually develops gradually.<br>General signs of hearing loss can include difficulty hearing other people clearly and misunderstanding what they say, asking people to repeat themselves or listening to music or watching television with the volume turned up higher than other people require.",
        "causes":"Hearing loss is the result of sound signals not reaching the brain. There are two main types of hearing loss, depending on where the problem lies:<br>- sensorineural hearing loss – caused by damage to the sensitive hair cells inside the inner ear or damage to the auditory nerve;<br>- conductive hearing loss – when sounds are unable to pass from your outer ear to your inner ear, often because of a blockage such as earwax, glue ear or a build-up of fluid from an ear infection.",
        "consequences": "The way hearing loss is treated depends on the cause and how severe it is. In cases of sensorineural hearing loss, there are several options that may help to improve a person’s ability to hear and communicate. These include digital hearing aids, bone anchored implants, middle ear implants or lip reading and/or sign language.<br>Conductive hearing loss is sometimes temporary and can be treated with medication or minor surgery, if necessary. However, more major surgery may be required to fix the ear drum or hearing bones.",
        "prevention": "It isn't always possible to prevent hearing loss if you have an underlying condition that causes you to lose your hearing.<br>However, there are several things you can do to reduce the risk of hearing loss from long-term exposure to loud noise. This includes not having music or the television on at a loud volume at home and using ear protection at loud music events or in noisy work environments.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/ears-nose-and-throat/hearing-loss' target='_blank'> here <a/> !",
        "category": "Ears, nose and throat"
    },
    "heart failure":{
        "definition":"Heart failure is a serious condition, but it does not actually mean that your heart has failed. It means that your heart is not pumping blood around your body very efficiently.<br>The left side of your heart pumps blood to the body including the brain and kidneys. The right heart pumps blood to the lungs. Heart failure can affect the left or the right side of your heart, or both.",
        "causes":"In many cases, the cause of heart failure is unknown or uncertain. Conditions that can cause heart failure include heart attack, inherited heart disease, high blood pressure, heart rhythm or valve abnormalities or viral infection and damage from the immune system.<br>Heart failure on the left side can sometimes lead to heart failure on the right side.",
        "consequences": "Heart failure results from impairment of the heart's pumping action. Commonly this is related to heart muscle damage that cannot be repaired. However, many treatments available can help to keep the condition under control and help to relieve the symptoms.<br>The standard medicines for treating heart failure are angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs), beta blockers, diuretics and mineralocorticoid receptor antagonists (MRAs).<br>A heart transplant may be an option for people with severe heart failure, but it is not an option for everyone. It is also dependant on the availability of a suitable donor heart.",
        "prevention": "There are many ways to reduce your chances of heart failure. Here they are:<br>- Avoid smoking and drinking excessive amounts of alcohol;<br>- Take regular exercise and Eat a healthy diet;<br>- If you have high blood pressure, maintain good control of it;<br>- If you are diabetic, maintain good control of it and always attend review appointments.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/heart-and-blood-vessels/conditions/heart-failure' target='_blank'> here <a/> !",
        "category": "Heart and blood vessels"
    },
    "hepatitis A":{
        "definition":"Hepatitis A is a liver infection caused by a virus that's spread in the poo of an infected person. Hepatitis A can be unpleasant, but it's not usually serious and most people make a full recovery within a couple of months. A hepatitis A vaccine is available for people at a high risk of infection.",
        "causes":"Hepatitis A is caused by the hepatitis A virus, which is spread in the poo of someone with the infection. Most infections occur in parts of the world where standards of sanitation and food hygiene are generally poor.<br>You can get hepatitis A from eating food prepared by someone infected, drinking or eating raw/undercooked shellfish from contaminated water, close contact with someone who has hepatitis A or injecting drugs using equipment contaminated with the virus.",
        "consequences": "There's currently no cure for hepatitis A, but it will normally pass on its own within a couple of months. You can usually look after yourself at home.<br>Relieving your symptoms can be done by get plenty of rest, especially during the initial stages of the infection, taking painkillers such as paracetamol or ibuprofen if you have any aches and pains, reduce itching by maintaining a cool, well-ventilated environment and eat smaller, ligther meals and avoid alchool.",
        "prevention": "Vaccination against hepatitis A it's only recommended for people at high risk.<br>People usually advised to have the hepatitis A vaccine include close contacts of someone with hepatitis A, people planning to travel to or live in parts of the world where hepatitis A is widespread, people who may be exposed to hepatitis A through their job or people with any type of long-term (chronic) liver disease.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/hepatitis-a' target='_blank'> here <a/> !",
        "category": "Stomach, liver and gastrointestinal tract"
    },
    "hepatitis B":{
        "definition":"Hepatitis B is an infection of the liver caused by a virus that's spread through blood and body fluids.<br>It often doesn't cause any obvious symptoms in adults and typically passes in a few months without treatment, but in children it often persists for years and may eventually cause serious liver damage.",
        "causes":"Hepatitis B is an infection caused by the hepatitis B virus. The virus is found in the blood and bodily fluids of an infected person.<br>Many people with hepatitis B have few symptoms and may not know they're infected. They may spread the infection without realising it.<br>Hepatitis B can be spread by a mother to their baby, injecting drugs and sharing needles and other drug equipment, having unprotected sex with an infected person, sharing toothbrushes or razors contaminated with infected blood or having a blood transfusion in a country where blood isn't tested for hepatitis B.",
        "consequences": "Treatment for hepatitis B depends on how long you've been infected for.<br>Short-term (acute) hepatitis B doesn't usually need specific treatment, but may require treatment to relieve the symptoms (rest, painkillers, cool, well-ventilated environment or medication such as metoclopramide to stop you feeling sick and chlorphenamine to reduce itching).<br>Long-term (chronic) hepatitis B is often treated with medication to keep the virus under control. The main medicines for chronic hepatitis B include Peginterferon alfa-2a (stimulates the immune system) or Antiviral medicines.",
        "prevention": "A vaccine that offers protection against hepatitis B is available for babies and for people at high risk of the infection or complications from it.<br>If you're travelling to a part of the world where hepatitis B is widespread or work somewhere that places them at risk of contact with blood or body fluids, such as nurses, prison staff, doctors, dentists and laboratory staff, or have a chronic liver/kidney disease you're included in people at high risk of the infection and can take the vaccine.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/hepatitis-b' target='_blank'> here <a/> !",
        "category": "Stomach, liver and gastrointestinal tract"
    },
    "hepatitis C":{
        "definition":"Hepatitis C is a virus that can infect the liver. If left untreated, it can sometimes cause serious and potentially life-threatening damage to the liver over many years.<br>However, with modern treatments it's often possible to cure the infection and most people with it will have a normal life expectancy.",
        "causes":"You can become infected with hepatitis C if you come into contact with the blood of an infected person. Other bodily fluids can also contain the virus, but blood contains the highest level of it.<br>The main causes are injecting drugs, having unprotected sex, blood transfusions and treatment abroad, sharing toothbrushes, scissors and razors or needlestick injury.",
        "consequences": "Hepatitis C can often be treated successfully by taking a combination of medicines for several months. If the infection is diagnosed in the early stages, known as acute hepatitis, treatment may not need to begin straight away. Instead, you may have another blood test after a few months to see if your body fights off the virus.<br>Treatment for hepatitis C involves making lifestyle changes to help prevent further damage to your liver and reduce the risk of spreading the infection or taking a combination of 2 or 3 medications to fight the virus – this is known as combination therapy.",
        "prevention": "There's no vaccine for hepatitis C, but there are ways to reduce your risk of becoming infected, such as not sharing any drug-injecting equipment with other people or razors or toothbrushes that might be contaminated with blood.<br>The risk of getting hepatitis C through sex is very low. However, it may be higher if blood is present, such as menstrual blood or from minor bleeding during anal sex.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/hepatitis-c' target='_blank'> here <a/> !",
        "category": "Stomach, liver and gastrointestinal tract"
    },
    "high cholesterol":{
        "definition":"Cholesterol is a fatty substance known as a lipid. It's vital for the normal functioning of the body but having an excessively high level of lipids in your blood can have an effect on your health. High cholesterol, on its own, doesn't usually cause any symptoms but increases your risk of serious health conditions.",
        "causes":"Many different factors can contribute to high blood cholesterol, including lifestyle factors like smoking, an unhealthy diet and lack of exercise, as well as having an underlying condition, such as high blood pressure or diabetes.<br>There are a number of factors associated with high cholesterol that can't be changed that increase your risk of having a heart attack or stroke like family history, age or ethnic group.",
        "consequences": "If you've been diagnosed with high cholesterol, you'll be advised to make changes to your diet and increase your level of exercise.<br>Eating a healthy, balanced diet that's low in saturated fats can reduce your level of 'bad cholesterol' (LDL). Many experts believe that the fats found in avocados and oily fish, such as mackerel, salmon and tuna, are good for you.<br>On the other hand, you may be advised to take cholesterol-lowering medication. These include Statins, Aspirin and Ezetimibe.",
        "prevention": "You can lower your cholesterol by eating a healthy, balanced diet that's low in saturated fat, exercising regularly, not smoking and cutting down on alcohol.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/blood-and-lymph/high-cholesterol' target='_blank'> here <a/> !",
        "category": "Blood and lymph"
    },
    "hiv":{
        "definition":"HIV is a long term health condition which is now very easy to manage. HIV stands for human immunodeficiency virus. The virus targets the immune system and if untreated, weakens your ability to fight infections and disease.",
        "causes":"HIV is not passed on easily from one person to another. The virus does not spread through the air like cold and flu viruses. HIV lives in the blood and in some body fluids. To get HIV, one of these fluids from someone with HIV has to get into your blood.<br>The main routes of transmission are unprotected receptive or insertive vaginal and anal sex. Other ways of getting HIV include sharing needles, syringes and other injecting equipment or from mother to baby before or during birth, breastfeeding and by unprotected blood transfusion.",
        "consequences": "Although HIV cannot be cured, it's a very manageable long term condition and effective treatment is available to enable individuals to live a long and healthy life. Medication, known as antiretrovirals, work by stopping the virus replicating in the body, allowing the immune system to repair itself and preventing further damage. These medicines come in the form of tablets which need to be taken every day.<br>HIV is a long term condition which is easy to manage and treat. People living with HIV who are on treatment will live a near normal lifespan in very good health.",
        "prevention": "It has never been easier to prevent the transmission of HIV.<br>Properly used condoms are effective at preventing transmission of HIV as well as other sexually transmitted infections and pregnancy.<br>Using fresh injecting equipment, including any needles, syringes, swabs and spoons and avoiding sharing will eliminate any risk of HIV.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/immune-system/hiv' target='_blank'> here <a/> !",
        "category":"Immune system"
    },
    "indigestion":{
        "definition":"Indigestion can be pain or discomfort in your upper abdomen (dyspepsia) or burning pain behind the breastbone (heartburn).<br>Dyspepsia and heartburn may occur together or on their own. Symptoms usually appear soon after eating or drinking.",
        "causes":"Indigestion has a number of different causes, but it's rarely due to a serious, underlying condition. Indigestion may also be due to the lining of your digestive system being overly sensitive to acid, or the 'stretching' caused by eating.<br>Indigestion can also be triggered or made worse by other factors like certain types of medication (nitrates, anti-inflammatory drugs), Obesity, Stress or anxiety, Hiatus hernia or Helicobacter pylori infection.<br>Gastro-oesophageal reflux disease, Stomach ulcers and Stomach cancer can also cause indigestion as a symptom.",
        "consequences": "Treatment for indigestion will vary, depending on what is causing it and how severe your symptoms are.<br>If you only have indigestion occasionally, it may be possible to ease your symptoms by making a few simple changes to your diet and lifestyle, like lose weight safely, stop smoking and avoid food or drink that seems to make your indigestion worse.<br>If you have indigestion that is persistent or recurring, treatment with antacids and alginates (used for immediate relief) may not be effective enough to control your symptoms and your doctor may prescribe a different type of medication, at the lowest possible dose to control your symptoms.",
        "prevention": "Preventing indigestion can be done by making a few simple changes to your diet and lifestyle, like lose weight safely, stop smoking and avoid food or drinks that seems to make your indigestion worse. On the other hand, it can be associated with other illnesses and you should visit your doctor and ask for his help with this condition.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/indigestion#about-indigestion' target='_blank'> here <a/> !",
        "category": "Stomach, liver and gastrointestinal tract"
    },
    "insomnia":{
        "definition":"Insomnia is difficulty getting to sleep or staying asleep for long enough to feel refreshed the next morning. If you have insomnia, you may find it difficult to fall asleep, lie awake for long periods at night or wake up several times during the night or early in the morning and not be able to get back to sleep",
        "causes":"Insomnia can be triggered by a number of possible factors, including worry and stress, underlying health conditions, and alcohol or drug use.<br>Some people develop insomnia after a stressful event, such as a bereavement, problems at work, or financial difficulties.<br>You may struggle to get a good night's sleep if you go to bed at inconsistent times, nap during the day, or don't 'wind down' before going to bed.<br>Drinking alcohol before going to bed and taking certain recreational drugs can affect your sleep, as can stimulants such as nicotine and caffeine. These should be avoided in the evenings.<br>Insomnia can also be caused by underlying physical conditions, including heart/respiratory/neurological conditions.",
        "consequences": "Insomnia will often improve by making changes to your bedtime habits. If these don't help, your doctor may be able to recommend other treatments. Good sleeping habits, like establishing fixed times for going to bed and waking up, or cognitive and behavioural treatments, change unhelpful thoughts and behaviours that may be contributing to your insomnia, adviced by your doctor can be an effective treatment.<br>If these don't work, you may also try medication that encourage sleep. In the past, they were frequently used to help with insomnia, but they're used much less often nowadays. Doctors are usually reluctant to recommend sleeping tablets in the long-term because they just mask the symptoms without treating the underlying cause.",
        "prevention": "Insomnia can often be improved or prevented by changing your daytime and bedtime habits or by improving your bedroom environment.<br>- Set a specific time for getting up each day. Try to stick to this time, seven days a week, even if you feel you haven't had enough sleep.<br>- Stop drinking tea and coffee for a few hours before bedtime, avoid drinking alcohol and smoking and try to create a relaxing bedtime routine, such as taking a bath, listening to soft music, and drinking a warm, milky drink every night.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/insomnia' target='_blank'> here <a/> !",
        "category": "Mental health"
    },
    "kidney cancer":{
        "definition":"The kidneys are two bean-shaped organs located on either side of the body and their main role is to filter out waste products from the blood, in addition to producing urine. Only one of the kidneys is usually affected by cancer.<br>Exactly what triggers the cancer's growth is unknown. However, there are certain risk factors that can increase the chances of the condition developing, such as smoking and obesity.",
        "causes":"The exact cause of kidney cancer is unknown, but there are risk factors that can increase the chances of developing the condition. The three main risk factors for kidney cancer are obesity, smoking, family history and genetics.",
        "consequences": "The treatment of kidney cancer depends on the size and spread of the cancer. Surgery is the most common first course of action, with the aim of removing the cancer cells.<br>Unlike most other cancers, chemotherapy isn't very effective in treating kidney cancer. However, the main treatments for kidney cancer are nephrectomy, embolisation, radiotherapy, targeted therapies and immunotherapy.<br>If the cancer hasn't spread out of your kidney (T1 or T2 kidney cancer), it can usually be cured by removing some or all of the kidney. If the cancer has spread out of your kidney (T3 or T4 kidney cancer), a complete cure may not be possible. However, it should be possible to slow the cancer's progression and treat any symptoms.",
        "prevention": "As the causes of kidney cancer aren't fully understood, it's not possible to completely prevent it. However, leading a healthy lifestyle may help reduce your chances of developing the condition.<br>Combining a healthy diet and regular exercise will help you avoid becoming overweight or obese, which are both significant risk factors for kidney cancer. If you're overweight or obese, you can lose weight and maintain a healthy weight by combining regular physical activity with a calorie-controlled diet.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/kidney-cancer' target='_blank'> here <a/> !",
        "category": "Cancer"
    },
    "kidney stones":{
        "definition":"Kidney stones can develop in one or both kidneys and most often affect people aged 30 to 60. The medical term for kidney stones is nephrolithiasis, and if they cause severe pain it's known as renal colic.",
        "causes":"Kidney stones are usually formed following a build-up of certain chemicals in the body. This build-up may be any of the following calcium, amonia, uric acid and cystine. Certain medical conditions can lead to an unusually high level of these substances in your urine.<br>Calcium stones - most common type of kidney stone and form if there's too much calcium in the urine.<br>Struvite stones - caused by infections, and they most commonly occur after a urinary tract infection that's lasted a long time.<br>Uric acid stones - form if there's a large amount of acid in your urine.<br>Cystine stones - caused by an inherited condition called cystinuria, which affects the amount of acid that is passed in your urine.",
        "consequences": "Most kidney stones are small enough to be passed out in your urine and can probably be treated at home.<br> You should drink enough water to make your urine colourless. If your urine is yellow or brown, you're not drinking enough. If you have a kidney stone, medication will usually be prescribed for pain relief or to prevent infections developing. If your kidney stone has moved into your ureter and it's causing severe pain, your doctor may admit you to hospital for treatment.<br>If a kidney stone is too big to be passed naturally you may need treatment to remove it another way. This could include extracorporeal shock wave lithotripsy, ureteroscopy, percutaneous nephrolithotomy or open surgery.",
        "prevention": "The best way of preventing kidney stones is to make sure you drink plenty of water each day to avoid becoming dehydrated. Keeping your urine diluted helps to stop waste products getting too concentrated and forming stones. Drinks such as tea, coffee and fruit juice can count towards your fluid intake, but water is the healthiest option and is best for preventing kidney stones developing.<br>If your kidney stone is caused by too much calcium, you may be advised to reduce the amount of oxalates in your diet. Oxalates prevent calcium being absorbed by your body, and can accumulate in your kidney to form a stone.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/kidneys-bladder-and-prostate/kidney-stones' target='_blank'> here <a/> !",
        "category":"Kidneys, bladder and prostate"
    },
    "lactose intolerance":{
        "definition":"Lactose intolerance is a common digestive problem where the body is unable to digest lactose, a type of sugar mainly found in milk and dairy products. Symptoms of lactose intolerance (flatulence, diarrhoea or bloated stomach) usually develop within a few hours of consuming food or drink that contains lactose.",
        "causes":"Lactose intolerance is usually the result of your body not producing enough lactase. Lactase is an enzyme normally produced in your small intestine that's used to digest lactose.<br>Primary lactase deficiency is the most common cause of lactose intolerance worldwide. This type of lactase deficiency is caused by an inherited genetic fault that runs in families.<br>Secondary lactase deficiency is a shortage of lactase caused by a problem in your small intestine. It can occur at any age, and may be the result of another condition, surgery to your small intestine, or taking certain medication.<br>Congenital lactase deficiency is a rare condition that runs in families and is found in newborn babies.<br>Some babies born prematurely have a temporary lactose intolerance because their small intestine wasn't fully developed by the time they were born.",
        "consequences": "There's no cure for lactose intolerance, but most people are able to control their symptoms by making changes to their diet.<br>In most cases, cutting down on or avoiding sources of lactose and replacing them with lactose-free alternatives is enough to control the symptoms of lactose intolerance.<br>Some of the main sources of lactose you may need to cut down on or avoid if you're lactose intolerant are milk, dairy products and others, such as salad cream, biscuits, chocolate, cakes, etc.<br>There are a number of alternative foods and drinks available in supermarkets to replace the milk and dairy products you need to avoid.",
        "prevention": "It's important to visit your doctor if you think you or your child may have lactose intolerance, as the symptoms can be similar to other conditions.<br>Your doctor may suggest tests to confirm the condition.<br>- Hydrogen breath test, if your breath contains a large amount of hydrogen after consuming the lactose solution, it's likely that you're lactose intolerant;<br>- Lactose tolerance test or Milk tolerance test, that will check your body's reaction to drinking milk by checking your blood sugar levels.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/nutritional/lactose-intolerance' target='_blank'> here <a/> !",
        "category": "Nutritional"
    },
    "laryngitis":{
        "definition":"Laryngitis is inflammation of the larynx. In most cases, it gets better without treatment in about a week. Symptoms of laryngitis can begin suddenly and usually get worse over a period of two to three days. Common symptoms of laryngitis include hoarseness, difficulty speaking, sore throat or mild fever.",
        "causes":"Laryngitis occurs when the larynx becomes irritated and swollen. It's usually caused by an infection or damage to the larynx.<br>Viral infections such as a cold or flu are the most common type of infection associated with acute laryngitis.<br>Laryngitis is also often caused by straining your voice, such as speaking or singing for long periods or shouting and singing loudly.<br>As well as infection and damage to the larynx, laryngitis can also be caused by smoking and alcohol misuse or allergic reactions to substances such as dust, fumes, chemicals and toxins.",
        "consequences": "In most cases, laryngitis gets better within a week without treatment. See your doctor if your symptoms are severe or haven't improved after two weeks.<br>You may be able to help your recovery by not smoking and avoiding smoky, dry or dusty environments, drinking plenty of fluids to avoid dehydration, taking painkillers, such as paracetamol or ibuprofen and avoiding speaking when possible and only speaking softly when you need to.",
        "prevention": "As laryngitis is often caused by a common viral infection, such as a cold or flu, it's not always possible to prevent it. To reduce your risk of developing it make sure you have the annual flu vaccine, practise good personal hygiene, avoid close contact with people who have respiratory infections, such as a cold or flu and avoiding irritants, such as smoke or dust.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/ears-nose-and-throat/laryngitis' target='_blank'> here <a/> !",
        "category": "Ears, nose and throat"
    },
    "leg cramps":{
        "definition":"Leg cramps are a common and usually harmless condition where the muscles in your leg suddenly become tight and painful. It usually occurs in the calf muscles, although it can affect any part of your leg, including your feet and thighs.",
        "causes":"Leg cramps can occur for no apparent reason, known as idiopathic leg cramps, or as a symptom or complication of a health condition, known as secondary leg cramps.<br>Causes of secondary leg cramps can include pregnacy, exercise, certain types of medication and liver disease.<br>During a cramp, your muscles suddenly contract (shorten), causing pain in your leg. This is known as a spasm, and you cannot control the affected muscle.",
        "consequences":"If the cause of your leg cramps is known, it may be possible to treat the underlying cause. If the cause of your legs cramps is unknown, a combination of exercise and painkilling medication is usually recommended.<br>Most cases of leg cramps can be treated with exercises. During an episode of leg cramp, stretch and massage the affected muscle. To reduce your risk of getting leg cramps in the future, you should do exercises to stretch the affected muscles three times a day.<br>If you have leg pain that persists after an episode of cramping, an over-the-counter painkiller, such as paracetamol or ibuprofen may help reduce the pain.",
        "prevention":"If you often get leg cramps, regularly stretching the muscles in your lower legs may help prevent the cramps or reduce their frequency. You might find it useful to stretch your calves before you go to bed each night.<br>If you lie on your back, make sure that your toes point upwards, if you lie on your front, hang your feet over the end of the bed and keep your sheets and blankets loose.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/muscle-bone-and-joints/conditions/leg-cramps' target='_blank'> here<a/>!",
        "category":"Muscle, bone and joints"
    },
    "lung cancer":{
        "definition":"Lung cancer is one of the most common and serious types of cancer. Cancer that begins in the lungs is called primary lung cancer. Cancer that spreads from the lungs to another place in the body is known as secondary lung cancer.<br>There are two main types of primary lung cancer. These are classified by the type of cells in which the cancer starts. They are non-small-cell lung cancer and small-cell lung cancer. The type of lung cancer you have determines which treatments are recommended.",
        "causes":"Most cases of lung cancer are caused by smoking, although people who have never smoked can also develop the condition. Smoking cigarettes is the single biggest risk factor for lung cancer. It's responsible for more than 85% of all cases. If you don't smoke, frequent exposure to other people’s tobacco smoke (passive smoking) can increase your risk of developing lung cancer.<br>Radon is a naturally occurring radioactive gas that comes from tiny amounts of uranium present in all rocks and soils. It can sometimes be found in buildings. If radon is breathed in, it can damage your lungs, particularly if you're a smoker.",
        "consequences":"Treatment for lung cancer is carried out by a team of specialists who will work together to provide the best possible treatment and it depends on whether you have non-small-cell lung cancer or small-cell lung cancer.<br>The main treatment options include surgery, radiotherapy and chemotherapy. Depending on your type of cancer and how advanced it is, you may receive a combination of these treatments.<br>Your treatment plan will also depend on whether you have non-small-cell lung cancer or small-cell lung cancer.",
        "prevention":"If you smoke, the best way to prevent lung cancer and other serious conditions is to stop smoking as soon as possible. Every year you don't smoke decreases your risk of getting serious illnesses, such as lung cancer. After 10 years of not smoking, your chances of developing lung cancer falls to half that of someone who smokes.<br>Research suggests that eating a low-fat, high-fibre diet, including at least five portions a day of fresh fruit and vegetables and plenty of whole grains, can reduce your risk of lung cancer, as well as other types of cancer and heart disease.<br>Also, there's strong evidence to suggest that regular exercise can lower the risk of developing lung cancer and other types of cancer.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/lung-cancer' target='_blank'> here<a/>!",
        "category":"Cancer"
    },
    "lupus":{
        "definition":"Lupus is a complex and poorly understood condition that affects many parts of the body and causes symptoms ranging from mild to life-threatening.<br>There are some types of lupus that just affect the skin – such as discoid lupus erythematosus and subacute cutaneous lupus erythematosus.<br>However, the term 'lupus' is most often used to describe a more severe form of the condition called systemic lupus erythematosus (SLE), which can affect many parts of the body, including the skin, joints and internal organs.",
        "causes":"Systemic lupus erythematosus (SLE) is an autoimmune condition, which means it is caused by problems with the immune system.<br>Brothers and sisters of people with SLE are much more likely to develop the condition than the population at large.<br>A number of environmental factors may be responsible for triggering SLE in vulnerable individuals, although the evidence for many of these is limited.",
        "consequences": "There is currently no cure for systemic lupus erythematosus (SLE), but treatments that can ease the symptoms and make it easier to live with are available.<br>Exposure to sunlight can sometimes make symptoms such as rashes worse, and it's important to protect your skin when in the sun.<br>Non-steroidal anti-inflammatory drugs are a common painkilling medication that reduces inflammation in the body.<br>Hydroxychloroquine is a medicine that has been used to treat malaria, but is also effective in treating some of the symptoms of SLE, such as rashes, joint and muscle pain, and fatigue.<br>Corticosteroids are a type of medicine that help reduce inflammation quickly. They can be very effective in treating symptoms of SLE, but are usually only prescribed if the condition is severe.<br>Immunosuppressants are a type of medicine that suppress your immune system. They can help improve your symptoms of SLE by limiting the damage your immune system causes when it attacks healthy parts of your body.",
        "prevention": "Systemic lupus erythematosus (SLE) can be difficult to diagnose, as it has similar symptoms to several other, far more common, conditions.<br>For a confident diagnosis of SLE to be made, you will need to have several symptoms of lupus and a number of blood tests may need to be carried out.<br>Once you have been diagnosed with SLE, you will normally need regular monitoring to see how the condition is affecting your body.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/immune-system/lupus#about-lupus' target='_blank'> here <a/> !",
        "category":"Immune system"
    },
    "malaria":{
        "definition":"Malaria 🦟 is a serious tropical disease spread by mosquitoes. If it isn't diagnosed and treated promptly, it can be fatal. A single mosquito bite is all it takes for someone to become infected.",
        "causes":"Malaria is caused by the Plasmodium parasite. The parasite can be spread to humans through the bites of infected mosquitoes.There are many different types of plasmodium parasite, but only five types cause malaria in humans:<br>- Plasmodium falciparum – mainly found in Africa, it's the most common type of malaria parasite and is responsible for most malaria deaths worldwide;<br>- Plasmodium vivax – mainly found in Asia and South America, this parasite causes milder symptoms than Plasmodium falciparum;<br>- Plasmodium ovale – fairly uncommon and usually found in West Africa, it can remain in your liver for several years without producing symptoms;<br>- Plasmodium malariae – this is quite rare and usually only found in Africa;<br>- Plasmodium knowlesi – this is very rare and found in parts of southeast Asia.",
        "consequences": "Antimalarial medication is used to prevent and treat malaria. You should always consider taking antimalarial medicine when travelling to areas where there's a risk of malaria.<br>It's usually recommended you take antimalarial tablets if you're visiting an area where there's a malaria risk as they can reduce your risk of malaria by about 90%.<br>If malaria is diagnosed and treated promptly, a full recovery can be expected. Treatment should be started as soon as a blood test confirms malaria. Many of the same antimalarial medicines used to prevent malaria can also be used to treat the disease. However, if you've taken an antimalarial to prevent malaria, you shouldn't take the same one to treat it. This means it's important to tell your doctor the name of the antimalarials you took.",
        "prevention": "Many cases of malaria can be avoided. An easy way to remember is the ABCD approach to prevention:<br>- Awareness of risk – find out whether you're at risk of getting malaria before travelling;<br>- Bite prevention – avoid mosquito bites by using insect repellent, covering your arms and legs, and using an insecticide-treated mosquito net;<br>- Check whether you need to take malaria prevention tablets – if you do, make sure you take the right antimalarial tablets at the right dose, and finish the course;<br>- Diagnosis – seek immediate medical advice if you develop malaria symptoms, as long as up to a year after you return from travelling.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/malaria' target='_blank'> here <a/> !",
        "category":"Infections and poisoning"
    },
    "malnutrition":{
        "definition":"Malnutrition is a serious condition that occurs when a person’s diet doesn't contain the right amount of nutrients. Malnutrition means 'poor nutrition' and can refer to undernutrition (when you don't get enough nutrients) or overnutrition (when you get more nutrients than you need).",
        "causes":"Malnutrition is caused by a lack of nutrients in your diet. This is either due to an inadequate diet or problems absorbing nutrients from food.<br>Medical conditions that can lead to malnutrition include a condition that causes a lack of appetite, such as cancer, liver disease, persistent pain or nausea or a mental health condition, such as depression or schizophrenia, which may affect your ability to look after yourself.",
        "consequences": "Treatment for malnutrition depends on the underlying cause and how malnourished a person is.<br>If you're treated under supervision at home, the healthcare professional helping you will discuss with you changes you should make to your diet. Your dietary plans will depend on your individual circumstances, but it's likely you'll be advised to gradually increase your intake of calories, protein, carbohydrates, fluids, and vitamins and minerals.<br>On the other hand, you'll be seen by a number of healthcare professionals if you're admitted to hospital with malnutrition. If you don't have problems swallowing food, dietary changes may be recommended, with or without nutritional supplements.",
        "prevention": "The best way to ensure you get the correct amount of nutrients is to eat a healthy, balanced diet. A healthy, balanced diet contains foods from all the major food groups.<br>Foods and drinks high in fat or sugar aren't essential for most people and should only be consumed in small amounts. If malnutrition (or risk of malnutrition) is caused by an underlying health condition, you may have more complex dietary needs or you may need additional items in your diet such as nutritional supplements.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/nutritional/malnutrition' target='_blank'> here <a/> !",
        "category": "Nutritional"
    },
    "melanoma":{
        "definition":"Melanoma is a type of skin cancer that can spread to other organs in the body. The most common sign of melanoma is the appearance of a new mole or a change in an existing mole. This can happen anywhere on the body, but the back, legs, arms and face are most commonly affected.",
        "causes":"Most skin cancer is caused by ultraviolet (UV) light damaging the DNA in skin cells. The main source of UV light is sunlight. You are at an increased risk of melanoma if you have lots of moles on your body, especially if they are large (over 5mm) or unusually shaped. Research suggests that if you have 2 or more close relatives who have had non-melanoma skin cancer, your chances of developing the condition may be increased.<br>Certain things are believed to increase your chances of developing all types of skin cancer, including pale skin that does not tan easily, blue eyes or a previous diagnosis of skin cancer.",
        "consequences":"The main treatment for melanoma is surgery, although your treatment will depend on your circumstances. If melanoma is diagnosed and treated at an early stage, surgery is usually successful. If melanoma isn't diagnosed until an advanced stage, treatment is mainly used to slow the spread of the cancer and reduce symptoms. This usually involves medicines, such as chemotherapy, Electrochemotherapy, Radiotherapy and Drug treatment.",
        "prevention":"Melanoma is not always preventable, but you can reduce your chances of developing it by limiting your exposure to UV light. You can help protect yourself from sun damage by using sunscreen and dressing sensibly in the sun. Sunbeds and sunlamps should also be avoided. Regularly checking your moles and freckles can help lead to early diagnosis and increase your chances of successful treatment.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/skin-cancer-melanoma' target='_blank'> here<a/>!",
        "category":"Cancer"
    },
    "meningitis":{
        "definition":"Meningitis is an infection of the protective membranes that surround the brain and spinal cord (meninges). It can affect anyone, but is most common in babies, young children, teenagers and young adults.<br>Meningitis can be very serious if not treated quickly. It can cause life-threatening blood poisoning and result in permanent damage to the brain or nerves.",
        "causes":"Meningitis is usually caused by a viral or bacterial infection. Viral meningitis is the most common and least serious type. Bacterial meningitis is rare but can be very serious if not treated.<br>The viruses and bacteria that cause meningitis can be spread through sneezing, coughing, kissing and sharing utensils, cutlery and toothbrushes. The infection is usually spread by people who carry these viruses or bacteria in their nose or throat, but aren't ill themselves.",
        "consequences": "People with suspected meningitis will usually need to have tests in hospital and may need to stay for treatment.<br>Treatment in hospital is recommended in all cases of bacterial meningitis, as the condition can cause serious problems and requires close monitoring. Treatments include antibiotics given directly into a vein, fluids given directly into a vein to prevent dehydration, oxygen through a face mask if there are any breathing difficulties and steroid medication to help reduce any swelling around the brain, in some cases.<br>You'll usually be able to go home from hospital if you or your child has mild meningitis and tests show it's being caused by a viral infection. Most people feel better within 7-10 days. In the meantime, it can help to get plenty of rest, take painkillers for a headache or general aches and take anti-emetic (anti-sickness) medicine for any vomiting.",
        "prevention": "Meningitis can be caused by a number of different infections, so several vaccinations offer some protection against it.<br>The meningitis B vaccine is a new vaccine that offers protection against meningococcal group B bacteria.<br>The 5-in-1 vaccine offers protection against diphtheria, tetanus, whooping cough, polio, and Haemophilus influenzae type b (Hib). Hib are a type of bacteria that can cause meningitis.<br>The pneumococcal vaccine offers protection against serious infections caused by pneumococcal bacteria, including meningitis.<br>The meningitis C vaccine offers protection against a type of bacteria - meningococcal group C bacteria - that can cause meningitis.<br>The MMR vaccine offers protection against measles, mumps and rubella. Meningitis can sometimes occur as a complication of these infections.<br>The meningitis ACWY vaccines offers protection against four types of bacteria that can cause meningitis – meningococcal groups A, C, W and Y.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/meningitis' target='_blank'> here <a/> !",
        "category":"Infections and poisoning"
    },
    "menopause":{
        "definition":"The menopause is when a woman stops having periods and is no longer able to get pregnant naturally. Periods usually start to become less frequent over a few months or years before they stop altogether. Sometimes they can stop suddenly. The average age for a woman to reach the menopause is 51.",
        "causes":"The menopause is caused by a change in the balance of the body's sex hormones, which occurs as you get older. It happens when your ovaries stop producing as much of the hormone oestrogen and no longer release an egg each month.<br>Premature or early menopause can occur at any age, and in many cases, there's no clear cause.<br>Sometimes it's caused by a treatment such as surgery to remove the ovaries, some breast cancer treatments, chemotherapy or radiotherapy.",
        "consequences": "Not all women want treatment to relieve symptoms of the menopause, but treatments are available if you find the symptoms particularly troublesome. The main treatment for menopausal symptoms is hormone replacement therapy (HRT), although other treatments are also available for some of the symptoms.<br>HRT involves taking oestrogen to replace the decline in your body's own levels around the time of the menopause. This can relieve many of the associated symptoms, such as hot flushes and night sweats, mood swings or vaginal dryness and discomfort.",
        "prevention": "Menopause is a natural part of a woman’s life cycle. You can’t prevent menopause, but you can manage many common symptoms and prevent possible complications. It’s essential to make healthy lifestyle choices.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/sexual-and-reproductive/menopause' target='_blank'> here <a/> !",
        "category": "Sexual and reproductive"
    },
    "migraine":{
        "definition":"A migraine is usually a moderate or severe headache felt as a throbbing pain on one side of the head. Many people also have symptoms such as nausea, vomiting and increased sensitivity to light or sound.<br>Migraine is a common health condition, affecting around one in every five women and around one in every 15 men. They usually begin in early adulthood.",
        "causes":"The exact cause of migraines is unknown, but they're thought to be the result of abnormal brain activity temporarily affecting nerve signals, chemicals and blood vessels in the brain.<br>Many possible migraine triggers have been suggested, including:<br>- Hormonal changes - Some women experience migraines around the time of their period, possibly because of changes in the levels of hormones such as oestrogen around this time.<br>- Emotional triggers - stress, anxiety, tension, shock, depression;<br>- Physical triggers - tiredness, poor quality sleep, shift work, poor posture, low blood sugar;<br>- Dietary triggers - missed, delayed or irregular meals, dehydration, alcohol, caffeine products, such as tea and coffee;<br>- Environmental triggers - bright lights, flickering screens, loud noises, smokings;<br>- Medication - some types of sleeping tablets, the combined contraceptive pill, hormone replacement therapy.",
        "consequences": "There's currently no cure for migraines, although a number of treatments are available to help ease the symptoms. If you find you can't manage your migraines using over-the-counter medicines, your doctor may prescribe something stronger.<br>Many people who have migraines find that over-the-counter painkillers, such as paracetamol, aspirin and ibuprofen, can help to reduce their symptoms. They tend to be most effective if taken at the first signs of a migraine attack, as this gives them time to absorb into your bloodstream and ease your symptoms.<br>If ordinary painkillers aren't helping to relieve your migraine symptoms, you should make an appointment to see your doctor. He may recommend Triptan medicines which are a specific painkiller for migraine headaches.<br>Anti-sickness medicines, known as anti-emetics, can successfully treat migraine in some people. Anti-sickness medicines work better if taken as soon as your migraine symptoms begin.",
        "prevention": "There are a number of ways you can reduce your chances of experiencing migraines.<br>Identifying and avoiding triggers which means recognising the things that trigger an attack and trying to avoid them. You may find you tend to have a migraine after eating certain foods or when you're stressed and by avoiding this trigger, you can prevent a migraine.<br>Medication is also available to help prevent migraines. These medicines are usually used if you've tried avoiding possible triggers but you're still experiencing migraines.<br>If medication is unsuitable, or it doesn't help to prevent migraines, you may want to consider acupuncture.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/migraine' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "nosebleed":{
        "definition":"Nosebleeds can be frightening, but they aren't usually a sign of anything serious and can often be treated at home. During a nosebleed, blood flows from one or both nostrils. It can be heavy or light and last from a few seconds to 15 minutes or more.",
        "causes":"The inside of your nose is full of tiny, delicate blood vessels that can become damaged and bleed relatively easily. The causes of nosebleeds include:<br>- picking your nose;<br>- blowing your nose very hard;<br>- a minor injury to your nose;<br>- changes in humidity or temperature causing the inside of the nose to become dry and cracked.",
        "consequences": "Most nosebleeds can be stopped without the need for medical attention. Although if the bleeding continues for longer than 20 minutes or if you've lost a lot of blood, make sure to call your national emergency number.<br>To stop a nosebleed sit down and firmly pinch the soft part of your nose, just above your nostrils, for at least 10-15 minutes, lean forward and breathe through your mouth, place an ice pack or bag of frozen vegetables covered by a towel on the bridge of your nose and stay upright, rather than lying down as this reduces the blood pressure in the blood vessels of your nose and will discourage further bleeding.",
        "prevention": "Things you can do to prevent nosebleeds include avoid picking your nose and keep your fingernails short, blow your nose as little as possible and only very gently, keep your home humidified, always follow the instructions that come with nasal decongestants – overusing these can cause nosebleeds and protect your nose during activities in which your nose or head could get injured.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/ears-nose-and-throat/nosebleed' target='_blank'> here <a/> !",
        "category": "Ears, nose and throat"
    },
    "obesity":{
        "definition":"The term 'obese' describes a person who's very overweight, with a lot of body fat.<br>There are many ways in which a person's health in relation to their weight can be classified, but the most widely used method is body mass index (BMI). For most adults, a BMI of 25 to 29.9 means you're overweight, 30 to 39.9 means you're obese and above that means you're severely obese.",
        "causes":"Obesity is generally caused by eating too much and moving too little. If you consume high amounts of energy, particularly fat and sugars, but don't burn off the energy through exercise and physical activity, much of the surplus energy will be stored by the body as fat.<br>Obesity doesn't happen overnight. It develops gradually over time, as a result of poor diet and lifestyle choices, such as eating large amounts of processed or fast food or drinking too much alcohol.<br>Lack of physical activity is another important factor related to obesity. If you're not active enough, you don't use the energy provided by the food you eat, and the extra energy you consume is stored by the body as fat.",
        "consequences": "If you're obese, speak to your doctor for advice about losing weight safely.<br>There's no single rule that applies to everyone, but to lose weight at a safe and sustainable rate of 0.5 to 1kg a week, most people are advised to reduce their energy intake by 600 calories a day, by doing a diet.<br>Reducing the amount of calories in your diet will help you lose weight, but maintaining a healthy weight requires physical activity to burn energy. As well as helping you maintain a healthy weight, physical activity also has wider health benefits.<br>Evidence has shown that weight loss can be more successful if it involves other strategies, alongside diet and lifestyle changes. This could include things like setting realistic weight loss goals, eating more slowly and being mindful of what and when you're eating and avoiding situations where you know you may be tempted to overeat.",
        "prevention": "Preventing obesity plays an important role in good health. In order to prevent obesity, you should consume less processed and sugary foods, eat more servings of vegetables and fruits, exercise regularly and don't forget to focus on reducing daily stress.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/nutritional/obesity' target='_blank'> here <a/> !",
        "category": "Nutritional"
    },
    "osteoarthritis":{
        "definition":"Osteoarthritis is a condition that causes the joints to become painful and stiff. Almost any joint can be affected by osteoarthritis, but the condition most often causes problems in the knees, hips, and small joints of the hands.<br>The pain and stiffness in the joints can make carrying out everyday activities difficult for some people with the condition.",
        "causes":"Osteoarthritis occurs when there is damage in and around the joints that the body can't fully repair. The exact causes are not known but there are several factors thought to increase your risk of developing the condition.<br>As part of normal life, your joints are exposed to a constant low level of damage which can be repaired. However, in cases of osteoarthritis, the damage to the joints is not fully repaired and instead some of the cartilage in the joint can be lost, bony growths can develop, and the area can become slightly inflamed.<br>Contributory factors for osteoarthritis are age, family history and obesity.",
        "consequences": "Exercise is one of the most important treatments for people with osteoarthritis, whatever your age or level of fitness. Your physical activity should include a combination of exercises to strengthen your muscles and exercises to improve your general fitness.<br>Being overweight or obese often makes osteoarthritis worse as it can place some of your joints under increased strain.<br>In addition to lifestyle changes and medication, you may also benefit from a number of supportive treatments that can help reduce your pain and make everyday tasks easier like nerve stimulation, hot or cold packs or even surgeries.",
        "prevention": "It is not possible to prevent osteoarthritis altogether. However, you may be able to minimise your risk of developing the condition by avoiding injury and staying as healthy as possible.<br>Exercising regularly can help keep your joints healthy, but take care not to put too much stress on your joints, particularly your hips, knees and the joints in your hands.<br>Your muscles help support your joints, so having strong muscles may help your joints stay strong too. Help them by doing at least 150 minutes of moderate-intensity aerobic activity.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/muscle-bone-and-joints/conditions/osteoarthritis' target='_blank'> here <a/> !",
        "category": "Muscle, bone and joints"
    },
    "osteoporosis":{
        "definition":"Osteoporosis is a condition that weakens bones, making them fragile and more likely to break. It develops slowly over several years and is often only diagnosed when a minor fall or sudden impact causes a bone fracture.",
        "causes":"Osteoporosis causes bones to become less dense and more fragile and it can affect men and women. It's more common in older people, but it can also affect younger people.<br>Women are more at risk of developing osteoporosis than men because the hormone changes that occur in the menopause directly affect bone density. Oestrogen is essential for healthy bones and after the menopause, oestrogen levels fall. This can lead to a rapid decrease in bone density.<br>In most cases, the cause of osteoporosis in men is unknown. However, there's a link to the male hormone testosterone, which helps keep the bones healthy. Men continue producing testosterone into old age, but the risk of osteoporosis is increased in men with low levels of testosterone.",
        "consequences": "Treatment for osteoporosis is based on treating and preventing fractures, and using medication to strengthen bones. If you need treatment, your doctor can suggest the safest and most effective treatment plan for you and it depends on several conditions like your age, sex, risk of fracture or previous injury history.<br>A number of different medications are also used to treat osteoporosis. Your doctor will discuss the treatments available and make sure the medicines are right for you.",
        "prevention": "Your genes are responsible for determining your height and the strength of your skeleton, but lifestyle factors such as diet and exercise influence how healthy your bones are.<br>Regular exercise is essential. Adults aged 19 to 64 should do at least 150 minutes of moderate-intensity aerobic activity, such as cycling or fast walking, every week.<br>Resistance exercises use muscle strength, where the action of the tendons pulling on the bones boosts bone strength. Examples include press-ups, weightlifting or using weight equipment at a gym.<br>Eating a healthy, balanced diet is recommended for everyone. It can help prevent many serious health conditions, including heart disease, diabetes and many forms of cancer, as well as osteoporosis.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/muscle-bone-and-joints/conditions/osteoporosis' target='_blank'> here <a/> !",
        "category": "Muscle, bone and joints"
    },
    "otitis":{
        "definition":"Otitis externa is a condition that causes inflammation of the external ear canal, which is the tube between the outer ear and eardrum. Otitis externa is often referred to as 'swimmer's ear' because repeated exposure to water can make the ear canal more vulnerable to inflammation.",
        "causes":"There are several different causes of otitis externa. A number of things can also increase your chance of developing the condition. Causes of otitis externa can include:<br>- Bacterial infection;<br>- Seborrhoeic dermatitis – a common skin condition where the naturally greasy areas of your skin become irritated and inflamed, which can sometimes affect the ears;<br>- Middle ear infection – discharge produced by an infection deeper in the ear;<br>- Fungal infection;<br>- Irritation or an allergic reaction.",
        "consequences": "Otitis externa can usually be treated effectively with ear drops prescribed by your doctor and some simple self-care techniques.<br>Managing your symptoms at home include avoid getting your affected ear wet, remove any discharge or debris by gently swabbing your outer ear with cotton wool, being careful not to damage it, remove anything from your affected ear that may cause an allergic reaction, use painkillers such as paracetamol or ibuprofen to relieve ear pain and if your condition is caused by a boil in your ear, placing a warm flannel or cloth over the affected ear can help it heal faster.<br>While otitis externa can clear up by itself, this can take several weeks without treatment. Your doctor can usually prescribe medicated ear drops that speed up the healing process. These usually need to be taken several times a day for about a week.",
        "prevention": "It's not always possible to prevent otitis externa, but you can reduce your risk of developing the condition.<br>Avoid damaging your ears by not inserting cotton wool buds or other objects into your ears.<br>Keep your ears dry and clean by trying not to let water, soap or shampoo get inside your ears when you wash them. If you swim regularly, wear a swimming hat that covers your ears or use ear plugs.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/ears-nose-and-throat/otitis-externa' target='_blank'> here <a/> !",
        "category": "Ears, nose and throat"
    },
    "ovarian cancer":{
        "definition":"Ovarian cancer is most common in women who have been through the menopause (usually over the age of 50), although it can affect women of any age. As the symptoms of ovarian cancer can be similar to those of other conditions, it can be difficult to recognise. However, there are early symptoms to look out for, such as persistent bloating, pain in the pelvis and lower stomach, and difficulty eating. It's important to see your GP if you experience these symptoms, particularly over a long period of time.",
        "causes":"Several possible causes of ovarian cancer have been identified, along with risks that may make developing the condition more likely. In ovarian cancer, cells in the ovary start to change and grow abnormally. If the cancer isn't identified at an early stage, it can spread to the abdomen and pelvis, including other parts of the female reproductive system.<br>The exact cause of epithelial ovarian cancer (the main type) isn't known, but certain things may increase your risk of developing it:<br>- Age, since your risk of ovarian cancer increases with age, with most cases occurring after the menopause;<br>Family history - If you have two or more close relatives (mother, sister or daughter) who developed ovarian cancer or breast cancer, your risk of also developing the condition may be increased;<br>Other risks include Ovulation and fertility, Hormone replacement therapy (HRT) and Endometriosis.",
        "consequences":"Most women with ovarian cancer will be considered for surgery. It sometimes isn't possible to confirm the stage of the cancer until surgery is carried out. Your doctor will discuss what will happen during surgery. It will probably involve removing both ovaries and the fallopian tubes, the womb or the omentum. If it has spread, the surgeon will try to remove as much of it as possible. This is known as 'debulking surgery'.<br> If the cancer is confined to one or both ovaries, you may only need to have the ovary or ovaries removed, leaving your womb intact. This means you may still be able to carry a pregnancy.",
        "prevention":"There's currently no reliable screening test for ovarian cancer. However, there are a number of things that may help to prevent ovarian cancer.<br>Research into ovarian cancer has found that the condition may be linked to being overweight or obese. Losing weight through regular exercise and a healthy, balanced diet may help lower your risk of getting ovarian cancer. Aside from this, regular exercise and a healthy, low-fat diet are extremely beneficial to your overall health, and can help to prevent all forms of cancer and heart disease.<br>Anything that stops the process of ovulation can also help to minimise your chances of developing ovarian cancer. This includes pregnancy and breastfeeding, the contraceptive pill and hysterectomy surgery (removal of the ovaries).",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/ovarian-cancer' target='_blank'> here<a/>!",
        "category":"Cancer"
    },
    "panic disorder":{
        "definition":"Panic disorder is where you have recurring and regular panic attacks, often for no apparent reason. For someone with panic disorder, feelings of anxiety, stress and panic occur regularly and at any time.<br>A panic attack occurs when your body experiences a rush of intense psychological (mental) and physical symptoms. You may experience an overwhelming sense of fear, apprehension and anxiety.",
        "causes":"As with many mental health conditions, the exact cause of panic disorder isn't fully understood. It's thought that panic disorder is probably caused by a combination of physical and psychological factors.<br>Traumatic life experiences - A trauma, such as bereavement, can sometimes trigger feelings of panic and anxiety. These feelings may be obvious soon after the event or they may be triggered unexpectedly years later.<br>Genetics - Having a close family member with panic disorder is thought to increase a person's risk of developing it. However, the precise nature of the risk isn't known.<br>Neurotransmitters -  It's thought that an imbalance of these chemicals may increase your risk of developing conditions such as panic disorder.<br>Increased sensitivity to carbon dioxide - Some experts believe that panic disorder is linked to an increased sensitivity to carbon dioxide. Breathing in air with high carbon dioxide levels can bring on panic attacks, and breathing techniques can help to relieve or stop panic attacks.",
        "consequences": "The main aim in treating panic disorder is to reduce the number of panic attacks and ease the severity of symptoms. Psychological therapy and medication are the two main types of treatment for panic disorder.<br>Cognitive behavioural therapy - Psychological therapy has proven long-term benefits and it's recommended for treating panic disorder. It will usually take the form of cognitive behavioural therapy (CBT). CBT is thought to be one of the most effective psychological treatments for panic disorder. It involves having regular sessions with a therapist.<br>Support groups - Support groups can provide useful information and advice about how you can effectively manage your panic disorder. They're also a good way of meeting other people who've had similar experiences of the condition.<br>Antidepressants - Antidepressants are often associated with depression, but they can also be used to treat a number of other psychological conditions.",
        "prevention": "There are several self-help techniques you can use to help treat and prevent the symptoms of panic disorder yourself.<br>Focus - If you have a panic attack, remind yourself that the frightening thoughts and sensations will eventually pass.<br>Slow deep breathing - While you're having a panic attack, try to focus on your breathing. Feelings of panic and anxiety can get worse if you breathe too quickly. Try breathing slowly and deeply while counting to three on each breath in and out.<br>Relaxation - Learning to relax can help to relieve some of the tension caused by panic attacks, and it may also help you to deal more effectively with your panic attacks when they occur.<br>Exercise and Diet - Regular exercise, particularly aerobic exercise, will help reduce stress and release tension. You should also maintain a healthy, balanced diet, eat regularly and avoid eating sugary food and drinks",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/panic-disorder' target='_blank'> here <a/> !",
        "category": "Mental health"
    },
    "parkinson":{
        "definition":"Parkinson's disease is a condition in which parts of the brain become progressively damaged over many years. The three main symptoms of Parkinson's disease are involuntary shaking of particular parts of the body, slow movement and stiff and inflexible muscles.",
        "causes":"Parkinson's disease is caused by a loss of nerve cells in the part of the brain and this leads to a reduction in a chemical called dopamine in the brain.<br>Dopamine plays a vital role in regulating the movement of the body. A reduction in dopamine is responsible for many of the symptoms of Parkinson's disease.<br>It's not known why the loss of nerve cells associated with Parkinson's disease occurs, although research is ongoing to identify potential causes. Currently, it's believed a combination of genetic changes and environmental factors may be responsible for the condition.",
        "consequences": "There are several therapies that can make living with Parkinson's disease easier and help you deal with your symptoms on a day-to-day basis.<br>Physiotherapy - A physiotherapist can work with you to relieve muscle stiffness and joint pain through movement (manipulation) and exercise.<br>Occupational therapy - An occupational therapist can identify areas of difficulty in your everyday life – for example, dressing yourself or getting to the local shops. They can help you work out practical solutions, and ensure your home is safe and properly set up for you.<br>Speech and language therapy - Many people with Parkinson's disease have swallowing difficulties and problems with their speech. A speech and language therapist can often help you improve these problems by teaching speaking and swallowing exercises, or by providing assistive technology.<br>Medication - Medication can be used to improve the main symptoms of Parkinson's disease, such as shaking (tremors) and movement problems.",
        "prevention": "In order to prevent having Parkinson's disease, make sure you maintain a healthy lifestyle. Get enough exercise, reduce stress and eat a balanced diet.<br>No tests can conclusively show that you have Parkinson's disease. Your doctor will base a diagnosis on your symptoms, medical history and a detailed physical examination.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/parkinsons-disease#about-parkinsons-disease' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "pneumonia":{
        "definition":"Pneumonia is swelling (inflammation) of the tissue in one or both lungs. It's usually caused by a bacterial infection. At the end of the breathing tubes in your lungs are clusters of tiny air sacs. If you have pneumonia, these tiny sacs become inflamed and fill up with fluid.",
        "causes":"Pneumonia is usually the result of a pneumococcal infection, caused by a bacteria called Streptococcus pneumoniae. However, many different types of bacteria can also cause pneumonia, as well as viruses and, more rarely, fungi.",
        "consequences": "Mild pneumonia can usually be treated at home with rest, antibiotics and by drinking plenty of fluids. More severe cases may need hospital treatment.<br>Unless a healthcare professional tells you otherwise, you should always finish taking a prescribed course of antibiotics, even if you feel better. After starting treatment, your symptoms should steadily improve.",
        "prevention": "Although most cases of pneumonia are bacterial and aren't passed on from one person to another, ensuring good standards of hygiene will help prevent germs spreading.<br>A healthy lifestyle can also help prevent pneumonia. For example, you should avoid smoking as it damages your lungs and increases the chance of infection.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/pneumonia' target='_blank'> here <a/> !",
        "category":"Lungs and airways"
    },
    "prostate cancer":{
        "definition":"Prostate cancer is the most common cancer in men in the UK and usually develops slowly, so there may be no signs you have it for many years.<br>Symptoms often only become apparent when your prostate is large enough to affect the urethra. When this happens, you may notice things like an increased need to urinate, straining while urinating and a feeling that your bladder has not fully emptied.",
        "causes":"It is not known exactly what causes prostate cancer, although a number of things can increase your risk of developing the condition. These include:<br>- age – risk rises as you get older and most cases are diagnosed in men over 50 years of age;<br>- family history – having a brother or father who developed prostate cancer under the age of 60 seems to increase the risk of you developing it;<br>- obesity – recent research suggests that there may be a link between obesity and prostate cancer;<br>- exercise – men who regularly exercise have also been found to be at lower risk of developing prostate cancer.",
        "consequences": "For many men with prostate cancer, treatment is not immediately necessary. If the cancer is at an early stage and not causing symptoms, a policy of 'watchful waiting' or 'active surveillance' may be adopted. This involves carefully monitoring your condition.<br>Some cases of prostate cancer can be cured if treated in the early stages. Treatments include surgically removing the prostate, radiotherapy and hormone therapy.<br>Some cases are only diagnosed at a later stage when the cancer has spread. If the cancer spreads to other parts of the body, typically the bones, it cannot be cured and treatment is focused on prolonging life and relieving symptoms.",
        "prevention": "There is no single test for prostate cancer. All the tests used to help diagnose the condition have benefits and risks, which your doctor should discuss with you.<br>The most commonly used tests for prostate cancer are blood tests, a physical examination of your prostate and a biopsy.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/prostate-cancer' target='_blank'> here <a/> !",
        "category": "Cancer"
    },
    "retinoblastoma":{
        "definition":"Retinoblastoma is a rare type of eye cancer that can affect young children. If it's picked up early, retinoblastoma can often be successfully treated. Retinoblastoma can either affect one or both eyes. If it affects both eyes, it's usually diagnosed before a child is 1 year old. If it affects one eye, it tends to be diagnosed later.",
        "causes":"Retinoblastoma is cancer of the retina. The retina is the light-sensitive lining at the back of the eye. During the early stages of a baby's development, retinal eye cells grow very quickly and then stop growing. However, in rare cases, one or more cells continue to grow and form a cancer called retinoblastoma.<br> In about 4 out of 10 (40%) of cases, retinoblastoma is caused by a faulty gene, which often affects both eyes (bilateral). The faulty gene may be inherited from a parent, or a change to the gene (mutation) may occur at an early stage of the child's development in the womb. ",
        "consequences":"Your child will be treated by a specialist retinoblastoma team. The recommended treatment for retinoblastoma will depend on the stage of the tumour which can either be intraocular (where the cancer is completely within the eye) or extraocular (where the cancer spreads beyond the eye to the surrounding tissue, or to another part of the body).<br>Retinoblastoma requires a long period of follow-up tests, which will initially be carried out at one of the specialist retinoblastoma centres.",
        "prevention":"If you're expecting a baby and you had retinoblastoma yourself as a child, or you have a family history of retinoblastoma, it's important to tell your doctor about it, in order to schedule a screening after the birth. The aim of screening is to identify tumours as early as possible so that treatment can be started straight away.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/retinoblastoma' target='_blank'> here<a/>!",
        "category":"Cancer"
    },
    "rheumatoid arthritis":{
        "definition":"Rheumatoid arthritis is a long-term condition that causes pain, swelling and stiffness in the joints. The hands, feet and wrists are commonly affected, but it can also cause problems in other parts of the body.",
        "causes":"Rheumatoid arthritis is an autoimmune condition, which means it is caused by the body’s immune system attacking itself. However, it is not yet known what triggers this. If you have rheumatoid arthritis, your immune system mistakenly sends antibodies to the lining of your joints, where they attack the tissue surrounding the joint.<br>Various theories of why the immune system starts to attack the joints have been suggested, including that an infection or virus may trigger this, but none of these theories has been proven.",
        "consequences": "There are a number of medications available that can be used to help stop rheumatoid arthritis getting worse and reduce your risk of further problems.These are often divided into two types of medication: 'disease-modifying anti-rheumatic drugs (DMARDs)' and 'biological treatments'.<br>Disease-modifying anti-rheumatic drugs work by blocking the effects of the chemicals released when the immune system attacks the joints, which could otherwise cause further damage to nearby bones, tendons, ligaments and cartilage.<br>Biological treatments are a newer form of treatment for rheumatoid arthritis. They are given by injection and they work by stopping particular chemicals in the blood from activating your immune system to attack your joints.",
        "prevention": "There’s no known way to prevent rheumatoid arthritis, but you may be able to lower your chances. Even though there’s nothing you can do to ensure you won’t get it, keep in mind that early treatment can make your symptoms less painful and save your joints from damage.<br>Make sure you follow a healthy lifestyle and be careful about yourself.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/muscle-bone-and-joints/conditions/rheumatoid-arthritis' target='_blank'> here <a/> !",
        "category": "Muscle, bone and joints"
    },
    "rosacea":{
        "definition":"Rosacea is a common but poorly understood long-term skin condition that mainly affects the face. It can be controlled to some degree with long-term treatment, but sometimes the changes in physical appearance can have a significant psychological impact.",
        "causes":"The exact cause of rosacea is unknown, although a number of potential factors have been suggested.<br>Some experts believe abnormalities in the blood vessels of the face may be a major contributing factor for rosacea. This may explain symptoms of flushing, persistent redness and visible blood vessels.<br>Recent research has shown external triggers such as ultraviolet (UV) light, spicy food, alcohol (particularly red wine), exercise, stress, heat and cold can lead to the activation of certain molecules within the skin called peptides.<br>Microscopic mites called demodex folliculorum usually live harmlessly on human skin, but people with rosacea have particularly large numbers, which may play a role in the condition.<br>Helicobacter pylori bacteria are bacteria found in the digestive system. It's been suggested these bacteria may be a possible cause of rosacea, although a link hasn't been proven.",
        "consequences":"Although rosacea can't be cured, treatment can help keep the symptoms under control. Long-term treatment is usually necessary, although there may be periods where your symptoms improve and you can stop treatment temporarily.<br>There are a number of things you can do yourself to help keep the symptoms of rosacea under control, including avoiding things that trigger your symptoms, taking good care of your skin using make-up and keeping your eyelids clean.<br>If you have round red bumps that rise from your skin (papules) and pus-filled swellings (pustules) caused by rosacea, there are a number of different medications that can be effective. Topical medications are usually prescribed first but an oral antibiotic medication may be recommended as these can help reduce inflammation of the skin.",
        "prevention":"If you have rosacea, there are a number of things you can do to help keep the condition under control. Many people with rosacea notice certain triggers make their symptoms worse. Although it's not always practical or possible, taking steps to avoid these triggers can help reduce the severity and frequency of your symptoms.<br>These triggers include Sunlight, Stress, Food and drink and cold weather.<br>You should also follow skincare techniques to prevent the condition. Clean your skin every morning and evening using a gentle, non-abrasive cleanser, rinse your face with lukewarm water and allow skin to dry thoroughly before you apply medication or make-up and use a moisturiser to soothe skin if it feels sore.<br>It may be possible to disguise patches of persistent red skin using specially designed camouflage make-up.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/skin-hair-and-nails/rosacea' target='_blank'> here<a/>!",
        "category":"Skin, hair and nails"
    },
    "scarlet fever":{
        "definition":"Scarlet fever is a bacterial illness that mainly affects children. It causes a distinctive pink-red rash. Generally, scarlet fever is much less common than it used to be but in recent years there have been a number of significant outbreaks. Scarlet fever usually follows a sore throat or a skin infection. Initial symptoms usually include a sore throat, headache and a high temperature  flushed cheeks and a swollen tongue.",
        "causes":"Scarlet fever is very contagious and can be caught by breathing in bacteria in airborne droplets from an infected person's coughs and sneezes, touching the skin of a person with a streptococcal skin infection, such as impetigo or sharing contaminated towels, baths, clothes or bed linen.<br>Most cases (about 80%) of scarlet fever occur in children under 10 (usually between two and eight years of age). However, people of any age can get the illness. As it's so contagious, scarlet fever is likely to affect someone in close contact with a person with a sore throat or skin infection caused by the bacteria. It's possible to catch scarlet fever more than once, but this is rare.",
        "consequences":"Most cases of scarlet fever clear up after about a week without treatment. However, treatment is recommended. Treatment reduces the length of time you're contagious, speeds up recovery and lowers the risk of complications of scarlet fever.<br>Scarlet fever is usually treated with a 10-day course of antibiotics. This is often in the form of penicillin or amoxicillin tablets, although liquid may be used for young children. For people who are allergic to penicillin, alternative antibiotics such as erythromycin can be used instead. Fever usually gets better within 24 hours of starting antibiotics, with the other symptoms disappearing within a few days.<br>Make sure you also drink plenty of cool fluids, eat soft foods, take paracetamol to bring down a high temperature and use calamine lotion or antihistamine tablets to relieve itching.",
        "prevention":"There’s currently no vaccine for scarlet fever. If your child has scarlet fever, keep them away from nursery or school for at least 24 hours after starting treatment with antibiotics. Adults with the illness should also stay off work for at least 24 hours after starting treatment.<br>Children and adults should cover their mouth and nose with a tissue when they cough or sneeze and wash their hands with soap and water after using or disposing of tissues.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/scarlet-fever' target='_blank'> here<a/>!",
        "category":"Infections and poisoning"
    },
    "schizophrenia":{
        "definition":"Schizophrenia is a long-term mental health condition that causes a range of different psychological symptoms, including hallucinations, delusions, muddled thoughts based on both and changes in behaviour.<br>Doctors often describe schizophrenia as a psychotic illness. This means sometimes a person may not be able to distinguish their own thoughts and ideas from reality.",
        "causes":"The exact causes of schizophrenia are unknown, but research suggests that a combination of physical, genetic, psychological and environmental factors can make people more likely to develop the condition.<br>Current thinking is that some people may be prone to schizophrenia, and a stressful or emotional life event might trigger a psychotic episode. However, it's not known why some people develop symptoms while others don't.",
        "consequences": "Most people with schizophrenia are treated by community mental health teams with the goal of providing day-to-day support and treatment while ensuring you have as much independence as possible.<br>On the other hand, people with complex mental health conditions, such as schizophrenia, are usually entered into a treatment process known as a care programme approach. This is essentially a way of ensuring you receive the right treatment for your needs and envolves 4 stages - assessment (your health and social needs are assessed), care plan (created to meet your health and social needs), care co-ordinator appointed (usually a social worker or nurse) and reviews (your treatment will be regularly reviewed).<br>Psychological treatment can help people with schizophrenia cope with the symptoms of hallucinations or delusions better. They can also help treat some of the negative symptoms of schizophrenia, such as apathy or a lack of enjoyment.",
        "prevention": "Although there is no proven way to prevent schizophrenia, scientists are looking for ways to make it less likely and if you are concerned you may be developing symptoms of schizophrenia, make sure you talk to your doctor and test for it. The earlier schizophrenia is diagnosed and treated, the more successful the outcome tends to be.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mental-health/schizophrenia' target='_blank'> here <a/> !",
        "category": "Mental health"
    },
    "sinusitis":{
        "definition":"Sinusitis is a common condition in which the lining of the sinuses becomes inflamed. It's usually caused by a viral infection and often improves within two or three weeks.<br>The sinuses are small, air-filled cavities behind your cheekbones and forehead. The mucus produced by your sinuses usually drains into your nose through small channels. In sinusitis, these channels become blocked because the sinus linings are inflamed.",
        "causes":"Sinusitis is usually the result of a cold or flu virus spreading to the sinuses from the upper airways. Only a few cases are caused by bacteria infecting the sinuses. An infected tooth or fungal infection can also occasionally cause the sinuses to become inflamed.<br>It's not clear exactly what causes sinusitis to become chronic (long-lasting), but it has been associated with allergies, nasal polyps, smoking and a weakened immune system.",
        "consequences": "Most people with sinusitis will feel better within two or three weeks and can look after themselves at home. You can help relieve your symptoms by taking over-the-counter painkillers such as paracetamol or ibuprofen, using nasal decongestants, holding warm packs to your face and regularly cleaning the inside of your nose with a saline solution.<br>If your symptoms aren't improving or are getting worse, your doctor may prescribe antibiotics or corticosteroid spray or drops to see if they help.",
        "prevention": "Sinusitis is nearly always caused by a viral infection, such as the common cold or flu, and is diagnosed based on the presence of nasal blockage or runny nose with facial pain, and/or a reduction or loss of sense of smell.<br>Since it is associated with common colds or flu, the best way to prevent non-chronic sinusitis is to prevent these conditions.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/ears-nose-and-throat/sinusitis' target='_blank'> here <a/> !",
        "category": "Ears, nose and throat"
    },
    "stomach cancer":{
        "definition":"Stomach cancer, or gastric cancer, is a fairly uncommon type of cancer. The initial symptoms of stomach cancer are vague and easy to mistake for other less serious conditions. They include persistent indigestion and heartburn, trapped wind and frequent burping, feeling very full or bloated after meals and persistent stomach pain.",
        "causes":"Stomach cancer is caused by changes in the cells of the stomach, although it's unclear exactly why these changes occur. Left untreated, cancer can spread to other parts of the body, usually through the lymphatic system. It's not known what triggers the changes in DNA that lead to stomach cancer and why only a small number of people develop the condition.<br>However, evidence suggests that a number of different factors can affect your chances of developing stomach cancer. Your risk of developing stomach cancer increases with age. Most cases occur in people aged 55 or over. People who smoke are about twice as likely to develop stomach cancer compared with non-smokers.",
        "consequences":"The treatments recommended for stomach cancer will depend on your general health and how far the cancer has spread. The main treatments for stomach cancer are surgery, chemotherapy and radiotherapy. You may have one of these treatments or a combination.<br>If you're diagnosed with stomach cancer at an early stage, it may be possible for the cancer to be completely removed during surgery. You may need to have part or all of your stomach removed or if your cancer is in the lower part of your stomach, you may have a partial gastrectomy to remove it.",
        "prevention":"See your doctor as soon as possible if you have stomach cancer symptoms such as indigestion, unexpected weight loss, anaemia and persistent vomiting. Your doctor will ask about your symptoms and examine your stomach for any lumpiness or tenderness. If they think that stomach cancer may be a possibility they'll refer you to a specialist for further investigation.<br>Endoscopy and endoscopic ultrasound and barium meal X-ray are a few tests used to diagnose stomach cancer.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/stomach-cancer' target='_blank'> here<a/>!",
        "category":"Cancer"
    },
    "stomach ulcer":{
        "definition":"Stomach ulcers (gastric ulcers) are open sores that develop on the lining of the stomach. Ulcers can also occur in part of the intestine just beyond the stomach. These are called duodenal ulcers. Although the most common symptom of a stomach ulcer is a burning or gnawing pain in the centre of the abdomen (tummy), not all stomach ulcers are painful.",
        "causes":"Stomach ulcers are usually caused by Helicobacter pylori (H. pylori) bacteria or non-steroidal anti-inflammatory drugs (NSAIDs). These can break down the stomach's defence against the acid it produces to digest food. The stomach lining then becomes damaged causing an ulcer to form.<br>H. pylori bacteria live in the stomach lining. The bacteria can irritate the stomach lining and make it more vulnerable to damage from stomach acid. People of all ages can be infected. It's not clear exactly why some people are more vulnerable to the effects of H. pylori bacteria than others.<br>NSAIDs are medicines widely used to treat pain, a high temperature (fever) and inflammation (swelling). Many people take NSAIDs without having any side effects. But there's always a risk the medication could cause problems, such as stomach ulcers, particularly if taken for a long time or at high doses.",
        "consequences":"If you have a stomach ulcer, your treatment will depend on what caused it. With treatment, most ulcers heal in a month or two.<br>If your stomach ulcer's caused by a Helicobacter pylori (H. pylori) bacterial infection, you'll be given a course of antibiotics or a medication called a proton pump inhibitor (PPI). If your stomach ulcer's caused by taking NSAIDs, you'll be given a course of PPI medication and your use of NSAIDs will be reviewed, and you may be advised to use an alternative painkiller.<br>There aren't any special lifestyle measures you need to take during treatment. However, avoiding stress, alcohol, spicy foods and smoking may reduce your symptoms while your ulcer heals.",
        "prevention":"The best way to prevent this condition is to avoid the factors that cause it and can be avoidable. On the other hand, you can always test to check if you have an ulcer. Testing for H. pylori infection involve Urea breath test, Blood tests and a stool antigen test (a small stool sample is tested for the bacteria).<br>In some cases, you may be referred for a gastroscopy to look for an ulcer inside your stomach. A gastroscopy is a procedure that involves passing a thin, flexible tube (an endoscope) with a camera at one end into your mouth and down into your stomach and first section of the small intestine (duodenum). You'll have this procedure as an outpatient in hospital. This means you won't have to spend the night.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/stomach-ulcer' target='_blank'> here<a/>!",
        "category":"Stomach, liver and gastrointestinal tract"
    },
    "sunburn":{
        "definition":"Sunburn is skin damage caused by ultraviolet (UV) rays. It usually causes the skin to become red, sore, warm, tender and occasionally itchy for about a week. The skin will normally start to flake and peel after a few days and will usually fully heal within seven days.",
        "causes":"Sunburn is skin damage caused by ultraviolet (UV) rays. Blame the sun for this one. While sunburn is often short-lived and mild, it's important to try to avoid it, because it can increase your chances of developing serious health problems, such as skin cancer, in later life.",
        "consequences":"The short-term risks of sun exposure are sunburn and sun allergy. The longer-term risks (over decades) include actinic (solar) keratoses, skin cancer, eye problems and premature ageing of the skin and wrinkling.<br>If you or your child has sunburn, you should get out of the sun as soon as possible. Afterwards, you should cool the skin by sponging it with cold water or by having a cold bath or shower, drink plenty of fluids to cool you down and prevent dehydration and take painkillers such as ibuprofen or paracetamol to relieve any pain.<br>If you feel unwell or have any concerns about your sunburn, particularly if you are burnt over a large area or have any of the more severe symptoms listed below, call your doctor a.s.a.p. and talk to him about what happened.",
        "prevention":"Skin should be protected from strong sunlight by covering up with suitable clothing, seeking shade and applying sunscreen. A wide-brimmed hat that shades the face, neck and ears is an example of a suitable clothing to walk under the sun.<br>When buying sunscreen, make sure it's suitable for your skin and blocks both ultraviolet A (UVA) and ultraviolet B (UVB) radiation. Also, most people do not apply enough sunscreen. If sunscreen is applied too thinly, it provides less protection.<br>If you plan to be out in the sun long enough to risk burning, sunscreen needs to be applied twice: 30 minutes before you go out and just before leaving your place.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/injuries/skin-injuries/sunburn' target='_blank'> here<a/>!",
        "category":"Skin, hair and nails"
    },
    "stroke":{
        "definition":"A stroke is a serious, life-threatening medical condition that occurs when the blood supply to part of the brain is cut off.<br>Strokes are a medical emergency and urgent treatment is essential. The sooner a person receives treatment for a stroke, the less damage is likely to happen.",
        "causes":"There are two main types of stroke – ischaemic strokes and haemorrhagic strokes. They affect the brain in different ways and can have different causes.<br>Ischaemic strokes are the most common type of stroke. They occur when a blood clot blocks the flow of blood and oxygen to the brain. As you get older, the arteries can naturally narrow, but certain things can dangerously speed up the process like smoking, high blood pressure, obesity and such conditions.<br>Haemorrhagic strokes are less common than ischaemic strokes. They occur when a blood vessel within the skull bursts and bleeds into and around the brain. Things that increase the risk of high blood pressure include being overweight or obese, the lack of exercise and drinking excessive amounts of alcohol.",
        "consequences": "The brain injury caused by a stroke can lead to long lasting problems. Although some people may recover quite quickly, many people who have a stroke need long-term rehabilitation and support to help them regain as much independence as possible.<br>If you have had an ischaemic stroke, you may benefit from urgent treatment. A combination of medications to treat the condition and prevent it from happening again is usually recommended. In some cases, surgery may be necessary.<br>As with ischaemic strokes, some people who have had a haemorrhagic stroke will also be offered medication. These lower blood pressure and prevent further strokes from occurring.",
        "prevention": "It's not possible to completely prevent strokes because some things that increase your risk of the condition can't be changed. These include age, family history, ethnicity and your own medical history.<br>However, in most cases it's possible to significantly reduce your risk of having a stroke by making lifestyle changes like having a healthy diet, exercising regularly and cutting down on the amount of alcohol you drink and cigarettes you smoke.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/brain-nerves-and-spinal-cord/stroke' target='_blank'> here <a/> !",
        "category": "Brain, nerves and spinal cord"
    },
    "testicular cancer":{
        "definition":"Cancer of the testicle is one of the less common cancers and tends to mostly affect men between 15 and 49 years of age. The most common symptom is a painless lump or swelling in one of the testicles. It can be the size of a pea or it may be much larger. It's important to be aware of what feels normal for you. Get to know your body and see your doctor if you notice any changes.",
        "causes":"The causes of testicular cancer are not fully understood. However, we do know about several things that increase your risk of developing the condition. Some risk factors for testicular cancer include undescended testicles, the most significant risk factor, previous testicular cancer, age and race and family history. Infertility, Smoking and Endocrine disruptors (pesticides, polychlorinated biphenyls and dibutyl phthalate) are also risk factors.",
        "consequences":"Chemotherapy, radiotherapy and surgery are the 3 main treatments for testicular cancer. Your recommended treatment plan will depend on the type of testicular cancer you have (seminoma or non-seminoma) and the stage of your testicular cancer.<br>The first treatment option for all cases of testicular cancer, whatever the stage, is to surgically remove the affected testicle (an orchidectomy). An orchidectomy is a surgical procedure to remove a testicle. If you have testicular cancer, the whole of the affected testicle will need to be removed because only removing the tumour may lead to the cancer spreading.<br>More advanced cases of testicular cancer may spread to your lymph nodes. Lymph nodes are part of your body's immune system, which helps protect against illness and infection. Lymph node surgery is carried out under general anaesthetic. The lymph nodes in your abdomen are the nodes most likely to need removing.<br>Radiotherapy may also be needed in advanced cases where someone is unable to tolerate the complex chemotherapies that are usually used to treat testicular cancer. Chemotherapy uses powerful medicines to kill the malignant (cancerous) cells in your body or stop them multiplying. This method is used for more advanced cancers.",
        "prevention":"Testicular cancer is one of the most treatable types of cancer, and the outlook is one of the best for cancers. Most scrotal lumps aren't cancerous, but if you have a lump that you think may be in one of your testicles it's important you have it checked as soon as possible. Treatment for testicular cancer is much more effective when started early.<br>Tests for testicular cancer include Scrotal ultrasound, Blood tests and Histology. ",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/testicular-cancer' target='_blank'>here<a/>!",
        "category":"Cancer"
    },
    "threadworm":{
        "definition":"Threadworms, also known as pinworms, are tiny parasitic worms that infect the large intestine of humans. They don't always cause symptoms, but people often experience itchiness around their bottom or vagina. It can be worse at night and disturb sleep.",
        "causes":"A threadworm infection is passed from person to person by swallowing threadworm eggs. Threadworm infections most commonly affect young children because they often forget to wash their hands and they share toys with other children.<br>A female threadworm can lay thousands of tiny eggs around the anus or vagina. The female threadworm also releases mucus, which can cause an itchy bottom. If you don't wash your hands, the eggs can be transferred to your mouth or on to food or objects, such as toys and kitchen utensils. If someone else touches a contaminated object, or eats contaminated food and then touches their mouth, they'll become infected.",
        "consequences":"To treat threadworms successfully, all household members must be treated, even if they don't have any symptoms. This is because the risk of the infection spreading is very high. The aim of treatment is to get rid of the threadworms and prevent reinfection.<br>Mebendazole is the main medication used to treat threadworm infections. It can be bought over the counter from your local pharmacy or prescribed by your doctor (please talk to him first!).<br>Strict hygiene measures can help clear up a threadworm infection and reduce the likelihood of reinfection. The lifespan of threadworms is approximately 6 weeks, so it's important that hygiene measures are followed for at least this length of time. Here's some extra <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/threadworms#treating-threadworms' target='_blank'>information<a/> for you!",
        "prevention":"It's not always possible to prevent a threadworm infection, but you can significantly reduce your risk by always maintaining good hygiene and encouraging children to do the same. Children should wash their hands regularly, particularly after going to the toilet and before mealtimes. Kitchen and bathroom surfaces should be kept clean. If your child is infected, encouraging them not to scratch the affected area around their anus or vagina will help prevent reinfection and reduce the risk of the infection spreading to others.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/stomach-liver-and-gastrointestinal-tract/threadworms' target='_blank'> here<a/>!",
        "category":"Stomach, liver and gastrointestinal tract"
    },
    "thyroid cancer":{
        "definition":"Thyroid cancer is a rare type of cancer that affects the thyroid gland, a small gland at the base of the neck. The most common symptom of cancer of the thyroid is a painless lump or swelling that develops in the neck. Other symptoms only tend to occur after the condition has reached an advanced stage, and may include unexplained hoarseness that lasts for more than a few weeks, a sore throat or difficulty swallowing that doesn't get better and a lump elsewhere in your neck.",
        "causes":"In most cases, the exact cause of thyroid cancer is unknown. However, there are certain things that can increase your chances of developing the condition, including having another thyroid condition and being exposed to radiation.<br>The main risk factors for developing thyroid cancer are having a thyroid condition, having a family history of thyroid cancer, having a bowel condition known as familial adenomatous polyposis, acromegaly, having previous benign (non-cancerous) breast conditions or radiation exposure.",
        "consequences":"If you're diagnosed with thyroid cancer, you'll be assigned a care team, who will devise a treatment plan for you. Your recommended treatment plan will depend on the type and grade of your cancer, and whether your care team thinks that a complete cure is realistically achievable.<br>In almost all cases of thyroid cancer it's necessary to either remove some of your thyroid gland in a procedure called a hemithyroidectomy, or all of your thyroid gland (total thyroidectomy). This decision will be influenced by the type of thyroid cancer you have, the size of the tumour and whether or not the cancer has spread beyond your thyroid gland.<br>If some or all of your thyroid gland is removed, it will no longer be able to produce the hormones that regulate your metabolic system. This means you'll experience symptoms of an underactive thyroid, such as fatigue, weight gain and dry skin. To compensate, you'll need to take replacement hormone tablets for the rest of your life - Replacement hormone therapy.",
        "prevention":"From the available evidence, eating a healthy, balanced diet is the best way to avoid getting thyroid cancer and all other types of cancer. A low-fat, high-fibre diet is recommended that includes plenty of fresh fruit and vegetables (at least five portions a day) and whole grains.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/cancer/cancer-types-in-adults/thyroid-cancer' target='_blank'> here<a/>!",
        "category":"Cancer"
    },
    "toothache":{
        "definition":"Toothache refers to pain in and around the teeth and jaws that's usually caused by tooth decay. You may feel toothache in many ways. It can come and go or be constant. Eating or drinking can make the pain worse, particularly if the food or drink is hot or cold.",
        "causes":"Toothache occurs when the innermost layer of the tooth (dental pulp) becomes inflamed. The pulp is made up of sensitive nerves and blood vessels. Dental pulp can become inflamed as a result of tooth decay, a cracked tooth, loose or broken fillings, receding gums and periapical or periodontal abscess.",
        "consequences":"The type of treatment you have for toothache will depend on the cause of the pain, so your dentist will examine your mouth and may carry out an X-ray to try to identify the problem. If your toothache is caused by tooth decay, your dentist will remove the decayed area and replace it with a filling. If your toothache is caused by a loose or broken filling, the filling will be taken out, any decay will be removed, and a new filling put in place.<br>If the pulp inside your tooth is infected, you may need root canal treatment. This procedure involves removing the infected pulp and then inserting a special type of filling to seal the tooth and prevent reinfection. Your tooth may need to be removed if the toothache can't be treated using these methods or the tooth is wedged between another tooth and your jaw (impacted).",
        "prevention":"The best way to avoid getting toothache and other dental problems is to keep your teeth and gums as healthy as possible. To do this, you should limit your intake of sugary foods and drinks, brush your teeth twice a day using a toothpaste that contains fluoride, clean between your teeth using dental floss and, if necessary, use a mouthwash and don't smoke – it can make some dental problems worse.<br>Make sure you have regular dental check-ups, preferably with the same dentist. Children should have a dental check-up every six months so tooth decay can be spotted and treated early.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/mouth/toothache' target='_blank'> here<a/>!",
        "category":"Mouth"
    },
    "tuberculosis":{
        "definition":"Tuberculosis is a bacterial infection spread through inhaling tiny droplets from the coughs or sneezes of an infected person. It is a serious condition, but can be cured with proper treatment.",
        "causes":"Tuberculosis is caused by a type of bacterium called Mycobacterium tuberculosis. The condition is spread when a person with an active TB infection in their lungs coughs or sneezes and someone else inhales the expelled droplets, which contain TB bacteria.<br>Although it is spread in a similar way to a cold or the flu, TB is not as contagious. You would usually have to spend prolonged periods in close contact with an infected person to catch the infection yourself.",
        "consequences": "Treatment for tuberculosis will usually involve a long course of antibiotics lasting several months. While TB is a serious condition that can be fatal if left untreated, deaths are rare if treatment is completed.<br>If you’re diagnosed with active pulmonary TB (TB that affects your lungs and causes symptoms), you will be given a six-month course of a combination of antibiotics.<br>Extrapulmonary TB (TB that occurs outside the lungs) can be treated using the same combination of antibiotics as those used to treat pulmonary TB. However, you may need to take them for 12 months.<br>Latent TB is when you have been infected with the TB bacteria, but do not have any symptoms of active disease. Treatment for latent TB is usually recommended for anyone aged 65 or under.",
        "prevention": "The BCG (Bacillus Calmette-Guérin) vaccine can provide effective protection against TB in up to 8 out of 10 people who are given it.<br>Currently, BCG vaccinations are only recommended for groups of people who are at a higher risk of developing TB. This includes children living in areas with high rates of TB, or those who have close family members from countries with high TB rates.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/tuberculosis-tb' target='_blank'> here <a/> !",
        "category":"Infections and poisoning"
    },
    "type 1 diabetes":{
        "definition":"Diabetes is usually a lifelong condition that causes a person's blood glucose (sugar) level to become too high. In type 1 diabetes the pancreas doesn't produce any insulin.",
        "causes":"Type 1 diabetes occurs when the body is unable to produce insulin. Insulin is a hormone that's needed to control the amount of glucose in your blood.<br>ype 1 diabetes is an autoimmune condition. Your immune system mistakes the cells in your pancreas as harmful and attacks them, destroying them completely or damaging them enough to stop them producing insulin.<br>It's not known exactly what triggers the immune system to do this, but some researchers have suggested that it may be due to a viral infection. Type 1 diabetes is often inherited, so the autoimmune reaction may also be genetic.",
        "consequences": "Treating type 1 diabetes implies making sure that your blood glucose level is as normal and stable as possible. You'll be able to manage this using insulin treatment and by eating a healthy, balanced diet, but you will also have to regularly check your blood glucose levels to make sure they're not too high or too low.<br>In most cases, you'll need to check your blood glucose levels during the day, both at home and at work or school, using a simple finger prick blood test.",
        "prevention": "Type 1 diabetes can't be prevented but it is very important for diabetes to be diagnosed as soon as possible, because it will get progressively worse if left untreated. If diabetes is left untreated, it can cause a number of different health problems. Large amounts of glucose can damage blood vessels, nerves and organs.<br>If you have type 1 diabetes, you'll need to look after your health very carefully. Caring for your health will also make treating your diabetes easier and minimise your risk of developing complications.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/diabetes/type-2-diabetes' target='_blank'> here <a/> !",
        "category": "Diabetes"
    },
    "type 2 diabetes":{
        "definition":"Diabetes is usually a lifelong condition that causes a person's blood glucose (sugar) level to become too high. In type 2 diabetes the pancreas doesn't produce enough insulin or the body's cells don't react to insulin.",
        "causes":"Type 2 diabetes occurs when the pancreas doesn't produce enough insulin to maintain a normal blood glucose level, or the body is unable to use the insulin that is produced.<br>Four of the main risk factors for developing type 2 diabetes are age (being over the age of 40), genetics (having a close relative with the condition), weight (being overweight or obese) and ethnicity (being of south Asian, Chinese, African-Caribbean or black African)",
        "consequences": "Type 2 diabetes is a progressive condition and usually gets worse over time. Making lifestyle changes, such as adjusting your diet and taking more exercise, may help you control your blood glucose levels at first, but may not be enough in the long term.<br>You may eventually need to take medication to help control your blood glucose levels. Initially, this will usually be in the form of tablets and can sometimes be a combination of more than one type of tablet. It may also include insulin or another medication that you inject.",
        "prevention": "If you're at risk of type 2 diabetes, you may be able to prevent it developing by making lifestyle changes. These include losing weight if you're overweight, and maintaining a healthy weight, eating a healthy, balanced diet, stopping smoking if you smoke and taking plenty of regular exercise.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/diabetes/type-2-diabetes' target='_blank'> here <a/> !",
        "category": "Diabetes"
    },
    "urinary incontinence":{
        "definition":"Urinary incontinence is the unintentional passing of urine. It is a common problem and is thought to affect millions of people worldwide. Urinary incontinence affects both men and women, but it tends to be more common in women overall. There are several types of urinary incontinence, but the most common are stress incontinence and urge incontinence. The reason your detrusor muscle contracts too often may not be clear, but possible causes include drinking too much alcohol or caffeine, poor fluid intake, constipation or other conditions, such as neurological.",
        "causes":"Urinary incontinence occurs when the normal process of storing and passing urine is disrupted and this can happen for a number of reasons.<br>Stress incontinence occurs when the pressure inside your bladder as it fills with urine becomes greater than the strength of your urethra to stay closed. Any sudden extra pressure on your bladder, such as laughing or sneezing, can then cause urine to leak out of your urethra. These problems may be caused by damage during childbirth, increased pressure on your tummy, damage to the bladder or nearby area during surgery or neurological conditions.<br>The urgent and frequent need to pass urine can be caused by a problem with the detrusor muscle in the wall of the bladder.  ",
        "consequences":"The treatment you receive for urinary incontinence will depend on the type of incontinence you have and the severity of your symptoms. If your incontinence is caused by an underlying condition, such as an enlarged prostate gland in men, you may receive treatment for this alongside your incontinence treatment.<br>Conservative treatments, which do not involve medication or surgery, are tried first. These include lifestyle changes, pelvic floor muscle training and bladder training. After this, medication or surgery may be considered.<br>Your doctor may suggest you make simple changes to your lifestyle to improve your symptoms like reducing your caffeine intake, altering how much fluid you drink a day and losing weight if you are overweight or obese.<br>Pelvic floor muscle and bladder training are also viable options to control the condition.",
        "prevention":"It is not always possible to prevent urinary incontinence, but a healthy lifestyle may reduce the chances of the condition developing. Make sure you maintain an healthy lifestyle, cut down on alcohol and drinks containing caffeine, such as tea, coffee and cola and, if needed, some pelvic floor exercises, especially if you're pregnant.",
        "more":"You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/kidneys-bladder-and-prostate/urinary-incontinence' target='_blank'> here<a/>!",
        "category":"Kidneys, bladder and prostate"
    },
    "yellow fever":{
        "definition":"Yellow fever is a serious viral infection that is spread by certain types of mosquito. It’s mainly found in sub-Saharan Africa, South America and parts of the Caribbean.<br>",
        "causes":"The virus that causes yellow fever is passed to humans through the bites of infected mosquitoes. The mosquitoes that spread the infection are usually active and bite during daylight hours, and are found in both urban and rural areas.",
        "consequences": "There is no specific treatment for yellow fever, but you will be monitored and the symptoms can be treated. You will be admitted to hospital for assessment and supportive care.",
        "prevention": "Yellow fever can be prevented with a vaccination and is a very rare cause of illness in travellers. The vaccination against yellow fever should be given at least 10 days before travelling to an area where the infection is found, to allow your body to develop protection against the virus that causes the infection. The protection offered by the vaccine is lifelong for most people. Vaccination certificates are also valid for life.",
        "more": "You can read more about it <a href='https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/yellow-fever' target='_blank'> here <a/> !",
        "category": "Infections and poisoning"
    }
}